{
    "__comment_0": "Componente doméstico",
    "VISA USA PRO": "VISA USA PRO",
    "the assistant you trust": "el asistente en el que confías",
    "desc": "Lo ayudamos a navegar por el enredado proceso de solicitud de visa de los EE.UU. de principio a fin, lo que le ahorrará miles de tarifas y tiempo. Nuestros equipos profesionales trabajan para que logre su objetivo",
    "What you get?": "¿Lo que obtienes?",
    "A PLAN TO FOLLOW": "UN PLAN A SEGUIR",
    "PROFESSIONAL CONSULTATIONS": "CONSULTAS PROFESIONALES",
    "APPLICATION PROCESS": "PROCESO DE SOLICITUD",
    "CUSTOMIZED CHECKLIST": "LISTA DE VERIFICACIÓN PERSONALIZADA",
    "HIGHEST CHANCES OF SUCCESS": "MAYORES POSIBILIDADES DE ÉXITO",


    "Who is this for?": "¿Para quién es esto?",
    "preparing application one": "Personas que preparan su solicitud y desean experimentar un proceso de solicitud de visa exitoso",
    "preparing application two": "Los ponemos en el camino correcto, los guiamos a través del proceso de solicitud de visa",
    "Choose Your Service": "Elija su servicio",
    "Pick the service that fits your situation": "Elija el servicio que se adapte a su situación",
    "TOURIST VISA": "VISA DE TURISTA",
    "STUDENT VISA": "VISA DE ESTUDIANTE",
    "TRANSIT VISA": "VISADO DE TRÁNSITO",

    "TOURIST VISA DESC": "entrar nos EUA temporariamente para lazer, turismo ou tratamento médico",
    "STUDENT VISA DESC": "Extranjeros para cursar estudios en los Estados Unidos de América. F-1 visa",
    "TRANSIT VISA DESC": "Viajar con tránsito por los EE. UU. En ruta a otro país,C visa",
    
    "get expert": "Obtenga asistencia de expertos con todas sus necesidades de inmigración",
    "Go": "Vamos",

    "The special service we offer": "El servicio especial que ofrecemos",
    "Our service assures you our complete support attention and communication.": "Nuestro servicio le asegura nuestro completo apoyo en atención y comunicación. ",
    "With our service the process will be with no complications or stress.": "Con nuestro servicio el proceso será sin complicaciones ni estrés",
    "Near 100% Success Rate": "Tasa de éxito cercana al 100%",
    "Low, Fee - No Hidden Costs": "Tarifa baja, sin costos ocultos",
    "Fast, Easy & Secure": "Rápido, fácil y seguro",
    "Online Process": "Proceso en línea",
    "100% Accurate Filing Is Guaranteed": "Se garantiza una presentación 100% precisa",
    "Helping Customers For 8 Years": "Ayudando a los clientes durante 8 años",
    "__comment_1": "Header Component",
    "Blog": "Blog",
    "About us": "Sobre nosotros",
    "Contact us": "Contáctenos",
    "menu": "menú",
    "clear": "claro",
    "Tourist Visa": "Visa de turista",
    "Student Visa": "Visa de estudiante",
    "Transit Visa": "Visado de tránsito",
    "close": "cerrar",
    "search": "buscar",
    "__comment_2": "Footer Component",
    "THE ASSISTANT YOU TRUST": "EL ASISTENTE DE CONFIANZA",
    "disclaimer": "Somos un tercero. Nuestros servicios incluyen todo lo que necesita para facilitarle a obtener su visa de Estados Unidos, pero no incluyen servicios legales como asesoría o representación legal. VISAUSAPRO no es una firma de abogados y no tiene licencia para ejercer la abogacía en ningún estado. Nuestro trabajo es con el proceso de solicitud de visa, aunque no podemos garantizar que su solicitud sea aprobada por el Departamento de Estado, si lo desea, puede solicitarla directamente en travel.state.gov. ",
    "Site Map": "Mapa del sitio",
    "Terms & Condition": "Términos y Condiciones",
    "About Us": "Sobre nosotros",
    "Contact Us": "Contáctenos",
    "email": "correo electrónico",
    "phone": "teléfono",
    "place": "ubicación",
    "privacy": "VISAUSAPRO no está asociada con el Departamento de Estado de los Estados Unidos. Somos un tercero. Nuestros servicios incluyen todo lo que necesita para obtener su visa, pero no incluyen servicios legales, asesoría o representación legal. VISAUSAPRO no es una firma de abogados y tiene licencia para ejercer la abogacía en cualquier Estado. Lo ayudamos con el proceso de solicitud, aunque no podemos garantizar que su solicitud sea aprobada por el Departamento de Estado, si lo desea, puede solicitarla directamente en travel.state.gov. ",
    "__comment_3": "Vaya componente",
    "Page Not Found!": "¡Página no encontrada!",
    "Home": "Hogar",
    "__comment_4": "Componente de términos",
    "Terms and Conditions": "Términos y Condiciones",
    "Privacy Policy": "Política de privacidad",
    "privacy policy content": "VISAUSAPRO ha creado esta Política de privacidad para registrar y explicar nuestro compromiso con la privacidad y como un acuerdo con nuestros clientes y con otros terceros sobre nuestros procedimientos de manejo de datos. Nos tomamos muy en serio su privacidad y hemos implementado esta política de privacidad (la\" Privacidad Política \") y políticas y prácticas internas para mantener segura su información personal y financiera. Esta Política de privacidad enumera los tipos de datos potencialmente privados que VISAUSAPRO recopila, explica cómo usamos y protegemos esos datos y revela nuestros procedimientos clave en torno a la privacidad. Esta Política de privacidad se aplica a todos los servicios de VISAUSAPRO (colectivamente, los \"Servicios\") y se incorpora a nuestros Términos y condiciones y al utilizar nuestros servicios en línea, acepta los términos de esta Política de privacidad. Esta Política de privacidad es un acuerdo vinculante entre usted y VISAUSAPRO, y forma parte de un acuerdo más amplio entre VISAUSAPRO y sus clientes, visitantes del sitio web y otros usuarios, que consta de los Términos de servicio, así como los demás documentos a los que se hace referencia en los Términos de servicio. Su uso del Servicio y del sitio web VISAUSAPRO es voluntario; Si no está de acuerdo con los términos de esta Política de privacidad, no debe proporcionarnos ninguna información personal y debe abandonar el sitio web. Al utilizar nuestro sitio web o el Servicio, usted indica que está de acuerdo con los términos de esta Política de privacidad. Podemos cambiar esta Política de privacidad de vez en cuando publicando una nueva versión aquí (con una nueva Fecha de vigencia en la parte superior), y la nueva versión entrará en vigencia de inmediato. La privacidad de los clientes y afiliados de VISAUSAPRO es muy importante para nosotros, por lo tanto: VISAUSAPRO no vende ni alquila información de identificación personal. ",
    "Traffic Data": "Datos de tráfico",
    "Traffic Date content": "Podemos recopilar una variedad de datos de visitantes, como direcciones IP, configuración del navegador, información del proveedor de servicios de Internet (ISP), páginas de referencia / salida, sistemas operativos, sellos de fecha / hora y datos de flujo de clics (en conjunto,\" Datos de visitantes \"). No La información de identificación personal se recopila en este proceso. El sitio puede utilizar datos de visitantes para recopilar datos de tráfico sobre los tipos de visitantes que utilizan el sitio en intervalos específicos (colectivamente \"datos de tráfico\"). ",
    "Personal Information": "Información personal",
    "Personal Information content": "VISAUSAPRO requiere que los clientes nos brinden información personal (en conjunto,\" Información de identificación personal \") para acceder y utilizar nuestros servicios. La información de identificación personal se captura solo cuando un visitante accede a los Servicios en línea o habla por teléfono con un empleado de VISAUSAPRO, y divulga voluntariamente esa información. Esta divulgación puede ocurrir cuando un visitante se registra en un Servicio en línea, realiza transacciones, se comunica con el servicio de atención al cliente o participa en envíos de contenido. La información de identificación personal incluye: (i) \"Datos de contacto\" (como su nombre , dirección, ciudad, estado, código postal, número de teléfono y dirección de correo electrónico); (ii) \"Datos financieros\" (como su número de tarjeta de crédito, fecha de vencimiento y código de verificación o información de cuenta bancaria); (iii) \"Datos demográficos Datos \"(como su código postal y sexo) y (iv) otros\" Datos legales \"(como su número de seguro social y otra información necesaria para generar documentos gubernamentales). Cierta información personal La información se convierte en un registro público cuando los documentos se presentan ante el gobierno federal o estatal, o ante un tribunal. Por ejemplo, el nombre de una corporación, la dirección comercial y el nombre del agente registrado se convierten en información pública cuando se archivan sus artículos de incorporación. ",
    "Data Protection": "Protección de Datos",
    "Data Protection content": " VISAUSAPRO toma precauciones para garantizar que el acceso a las bases de datos que contienen información del cliente esté disponible solo desde la red interna de visausapro. Además, generalmente encriptamos la información financiera durante la transmisión o usamos protocolos seguros. Ningún protocolo, encriptación u otra precaución puede brindar seguridad completa para los datos, por lo que no ofrecemos una garantía de seguridad. EN CONSECUENCIA, NOSOTROS NOS RESPONSABILIDAD POR EL ROBO, PÉRDIDA, INTERCEPCIÓN O ACCESO NO AUTORIZADO O DAÑO A SUS DATOS O COMUNICACIONES AL UTILIZAR EL SITIO, APLICACIONES Y NUESTROS SERVICIOS. RECONOCE QUE ENTIENDE Y ASUME ESTOS RIESGOS. ",
    "Reporting Misuse of Data": "Informar el uso indebido de datos",
    "Payment of Fees": "Pago de tasas",
    "Payment of Fees content": " VISAUSAPRO acepta pagos con tarjeta de crédito y débito (Visa, MasterCard, Discover ... etc.). Además, VISAUSAPRO puede permitir de vez en cuando formas de pago adicionales; sin embargo, la oferta de una forma de pago en particular no obliga a VISAUSAPRO a seguir ofreciendo esa forma de pago en el futuro. La lista actual de opciones de pago se mostrará durante el proceso de pedido. Si tiene alguna pregunta sobre las opciones de pago disponibles actualmente, envíenos un correo electrónico a info@visausapro.com ",
    "Payment": "Pago",
    "Payment content": "El envío de la información de la tarjeta de crédito, o cualquier tipo de información de la tarjeta de pago, constituye su autorización para que Visausapro cargue en su tarjeta los servicios solicitados y cualquier tarifa o gasto relacionado. Además, acepta cumplir con los términos del acuerdo del emisor de su tarjeta. . Esto se aplica a cualquier tarifa cobrada, por o de alguna manera relacionada con los requisitos de publicación de cualquier documento que preparamos y / o presentamos a su solicitud, ya sea que la presentación sea finalmente aceptada o no. ",
    "Termination of Agreements and Refunds Policy": "Terminación de Contratos y Política de Reembolsos",
    "Termination of Agreements and Refunds Policy content": "Ofrecemos una política de reembolso sujeta a los términos y condiciones establecidos en este documento. Después de que se haya realizado el pago a través de nuestro sitio web seguro, los pagos se pueden reembolsar en su totalidad si se cancelan antes de que hayamos enviado la solicitud a través del sitio web del Departamento de Estado. Después de las solicitudes Se han enviado, le reembolsaremos el 50% de la tarifa pagada. Los pagos realizados en nombre del cliente al sitio del Departamento de Estado no se pueden reembolsar bajo ninguna circunstancia. VISAUSAPRO se reserva el derecho de alterar, cambiar, enmendar o eliminar las tarifas a su entera discreción. VISAUSAPRO además se reserva el derecho de instituir nuevos servicios y cobrar tarifas en asociación con la provisión de tales nuevos servicios según lo considere apropiado. VISAUSAPRO se reserva el derecho de ofrecer tarifas promocionales posteriores que pueden o no ser más favorables que los términos bajo los cuales usted ingresó, este acuerdo. Cualquiera de dichas tasas especiales periódicas no afectará los derechos y responsabilidades existentes de cada parte. ",
    "__comment__": "Plantillas de cuadros de diálogo",
    "Continue filling form": "Continuar rellenando formulario",
    "Would you like to go to where you left off in the form?": "¿Le gustaría ir a donde lo dejó en el formulario?",
    "CONTINUE WHERE LEFT OFF": "CONTINUAR DONDE DEJÓ APAGADO",
    "RESET AND START FROM BEGINNING": "RESTABLECER Y EMPEZAR DESDE EL COMIENZO",
    "__comment_5": "Componente de formulario de solicitud",
    "ADDITIONAL DETAILS 1/2": "DETALLES ADICIONALES 1/2",
    "Additional Questions": "Preguntas adicionales",
    " ADDITIONAL DETAILS 2/2": "DETALLES ADICIONALES 2/2",
    "Passport Information": "Información del pasaporte",
    "SEVIS Information": "Información SEVIS",
    "Additional Point Of Contact Information": "Punto Adicional de Información de Contacto",
    "You are now done.": "Ya ha terminado.",
    "note": "NOTA: ha indicado que estudiará en alguna capacidad mientras se encuentre en los Estados Unidos. Indique al menos dos contactos en su país de residencia que puedan verificar la información que ha proporcionado en esta solicitud. No enumere familiares directos o otros parientes. Los números de apartados de la oficina postal son inaceptables. ",
    "Contact": "Contacto",
    "Contact Given Names": "Nombres de pila de contacto",
    "Contact Surnames": "Apellidos de contacto",
    "School Phone Number": "Número de teléfono de la escuela",
    "Email": "Email",
    "City": "Ciudad",
    "Apartment/Suite/Unit Number": "Apartamento / Suite / Número de unidad",
    "ZIP or Postal Code": "CP o Código Postal",
    "Country": "País",
    "State/Province": "Provincia del estado",
    "Remove": "Eliminar",
    "Add": "Añadir",
    "Are you a student?": "¿Eres un estudiante?",
    "Yes": "Si",
    "No": "No",
    "This field is": "Este campo es",
    "required": "necesario",
    "School Name": "Nombre de escuela",
    "Start Date": "Fecha de inicio",
    "Major": "Mayor",
    "Please describe your duties": "Describa sus funciones",
    "Are you currently working?": "¿Estas trabajando?",
    "Name of employer": "Nombre del empleador",
    "What was your job title in this job?": "¿Cuál era su cargo en este trabajo?",
    "When did you start?": "¿Cuándo empezaste?",
    "When did you leave your job?": "¿Cuándo dejaste tu trabajo?",
    "Please Explain": "Por favor explique",
    "I am currently working in": "Actualmente estoy trabajando en",
    "Occupation": "Ocupación",
    "Date cannot be equal or later than today": "La fecha no puede ser igual o posterior a hoy",
    "Employer Phone Number": "Número de teléfono del empleador",
    "Which US embassy will you be going to for the interview?": "¿A qué embajada de los Estados Unidos irá para la entrevista?",
    "Country Traveled To": "País al que has viajado",
    "traveled out side in the last 5 years": "¿Ha viajado fuera de su país (sin incluir los Estados Unidos) en los últimos 5 años?",
    "Specialized skills": "Habilidades especializadas",
    "Have you ever been a member of the Taliban?": "¿Alguna vez ha sido miembro de los talibanes?",
    "What is the name of the clan or tribe?": "¿Cuál es el nombre del clan o tribu?",
    "Do you belong to a clan or a tribe?": "¿Perteneces a un clan o una tribu?",
    "What is the name of the organization?": "¿Cuál es el nombre de la organización?",
    "Have you belonged to, contributed to": "¿Ha pertenecido, contribuido o trabajado para alguna organización profesional, social o caritativa?",
    "Have you ever served in": "¿Alguna vez sirvió, fue miembro o estuvo involucrado con una unidad paramilitar, unidad de vigilantes, grupo rebelde, grupo guerrillero u organización insurgente?",
    "Service End Date": "Fecha de finalización del servicio",
    "Service Start Date": "Fecha de inicio del servicio",
    "Military Specialty": "Especialidad militar",
    "Rank or position": "Rango o posición",
    "Branch of Service": "Rama de servicio",
    "Have you ever served in the military?": "¿Alguna vez ha servido en el ejército?",
    "Date of attendance (End Date)": "Fecha de asistencia (fecha de finalización)",
    "Date of attendance (Start Date)": " Fecha de asistencia (fecha de inicio) ",
    "What was your course of studies?": "¿Cuál fue tu curso de estudios?",
    "Have you attended an academic institution of high school and above?": "¿Has asistido a una institución académica de bachillerato o superior?",
    "Add additional job details": "Agregar detalles adicionales del trabajo",
    "Supervisor Sur Name": "Apellido del Supervisor",
    "Supervisor Given Name": "Nombre dado por el supervisor",
    "What did your job responsibilities and duties include in this job?": "¿Qué incluían sus responsabilidades y deberes laborales en este trabajo?",
    "Have you been previously employed?": "¿Ha trabajado anteriormente?",
    "Must be greater than 0": "Debe ser mayor que 0",
    "What is your monthly income in your local currency?": "¿Cuál es su ingreso mensual en su moneda local?",
    "Do you know your passport details?": "¿Conoce los detalles de su pasaporte?",
    "Passport Type": "Tipo de pasaporte",
    "Must be greater than or equal to 8": "Debe ser mayor o igual a 8",
    "Passport Country of Issue": "Pasaporte País de Emisión",
    "In the city of": "En la ciudad de",
    "Passport Issued On": "Pasaporte emitido el",
    "Passport Expiration Date": "Fecha de expiración del pasaporte",
    "Have you ever lost a passport?": "¿Alguna vez ha perdido un pasaporte?",
    "Country/Authority that Issued Passport/Travel Document": "País / autoridad que emitió el pasaporte / documento de viaje",
    "Please email the following information about your passport to": "Envíe por correo electrónico la siguiente información sobre su pasaporte a info@visausapro.com lo antes posible:",
    "Passport type (regular, diplomatic, official, other)": "Tipo de pasaporte (regular, diplomático, oficial, otro)",
    "Passport number": "Número de pasaporte",
    "Issue country and city": "País y ciudad emisores",
    "Issue date and expiry date": "Fecha de emisión y fecha de vencimiento",
    "SEVIS ID": "IDENTIFICACIÓN SEVIS",
    "(e.g. N0123456789)": "(e.g. N0123456789)",
    "Course of Study": "Curso de Estudio",
    "BASIC INFO 1/4": "INFORMACIÓN BÁSICA 1/4",
    "Specify your personal information": "Especifique su información personal",
    "BASIC INFO 2/4": "INFORMACIÓN BÁSICA 2/4",
    "Additional Nationalities": "Nacionalidades Adicionales",
    "BASIC INFO 3/4": "INFORMACIÓN BÁSICA 3/4",
    "About Your Parents": "Acerca de tus padres",
    "BASIC INFO 4/4": "INFORMACIÓN BÁSICA 4/4",
    "Contact Information": "Información del contacto",
    "Father Given Name (e.g., JUAN MIGUEL)": "Nombre del padre (nombre)",
    "Father Surname (e.g., FERNANDEZ GARCIA)": "Apellido del padre (apellido)",
    "Do you know your father date of birth?": "¿Conoce la fecha de nacimiento de su padre?",
    "Father Date Of Birth": "Fecha de nacimiento del padre",
    "Do you have any other relatives in the United States?": "¿Tiene algún otro pariente en los Estados Unidos?",
    "Telephone": "Teléfono",
    "US Citizen Status": "Estado de ciudadano de EE. UU.",
    "Relationship": "Relación",
    "Sur Name (Last Name)": "Apellido)",
    "Given Name (e.g., JUAN MIGUEL)": "Nombre de pila (nombre)",
    "Do you currently have any immediate relatives in the United States?": "¿Tiene actualmente algún familiar inmediato en los Estados Unidos?",
    "Is your father currently in the United States?": "¿Tu padre está actualmente en Estados Unidos?",
    "Mother Given Name (e.g., JUAN MIGUEL)": "Nombre de pila de la madre (nombre)",
    "Mother Sur Name (Last Name)": "Apellido de la madre (apellido)",
    "Do you know your mother date of birth?": "¿Sabes la fecha de nacimiento de tu madre?",
    "Mother Date Of Birth": "Fecha de nacimiento de la madre",
    "Is your mother currently in the United States?": "¿Tu madre está actualmente en Estados Unidos?",
    "Do you hold any nationality other than the one you listed previously in this form?": "¿Tiene alguna nacionalidad distinta a la que anotó anteriormente en este formulario?",
    "Passport Number": "Número de pasaporte",
    "Country Name": "Nombre del país",
    "Are you a resident of a country other than the one you listed as your nationality?": "¿Es usted residente de un país diferente al que indicó como su nacionalidad?",
    "Country Of Resident": "País de residencia",
    "Phone Number": "Número de teléfono",
    "Secondary/work phone number": "Número de teléfono secundario / del trabajo",
    "Home Address": "Dirección de casa",
    "Street Address": "Dirección",
    "Is your mailing address different from your home address?": "¿Su dirección postal es diferente a la de su casa?",
    "Middle Name": "Segundo nombre",
    "Surname (e.g., FERNANDEZ GARCIA)": "Apellido)",
    "If you have more than one first name or last name, then please add it here": "Si tiene más de un nombre o apellido, agréguelo aquí",
    "Full Name": "Nombre completo",
    "Place of Birth (Country/State/City)": "Lugar de nacimiento (país / estado / ciudad)",
    "Select Country": "Seleccionar país",
    "State Name": "Nombre del Estado",
    "Nationality": "Nacionalidad",
    "Date Of Birth": "Fecha de nacimiento",
    "Gender": "Género",
    "Male": "Masculino",
    "Female": "Femenino",
    "Do you have an alias or maiden name?": "¿Tiene un alias o apellido de soltera?",
    "Other Given Names Used": "Otros nombres dados son usados",
    "Other Surnames Used (maiden, religious, professional, aliases, etc.)": "Otros apellidos utilizados (soltera, religioso, profesional, alias, etc.)",
    "Do you have a telecode that represents your name?": "¿Tiene un telecódigo que represente su nombre?",
    "Should be a four-digit code number (e.g 1234)": "Debe ser un número de código de cuatro dígitos (por ejemplo, 1234)",
    "Marital Status": "Estado civil",
    "Spouse Given Name (e.g., JUAN MIGUEL)": "Nombre del cónyuge (nombre)",
    "Spouse Surname (e.g., FERNANDEZ GARCIA)": "Apellido del cónyuge (apellido)",
    "Spouse Date of Birth": "Fecha de nacimiento de la esposa",
    "Spouse Country of Birth": "País de nacimiento del cónyuge",
    "Spouse City of Birth": "Ciudad de nacimiento del cónyuge",
    "Do you live with your Spouse?": "¿Vives con tu cónyuge?",
    "Spouse Address": "Dirección del cónyuge",
    "Number of Former Spouses": "Número de esposos anteriores",
    "Marriage Start Date": "Fecha de inicio del matrimonio",
    "Marriage End Date": "Fecha de finalización del matrimonio",
    "Please explain briefly how the marriage ended": "Explique brevemente cómo terminó el matrimonio",
    "Country/Region Marriage was Terminated": "El matrimonio de país / región se canceló",
    "I Will Pay In Cash": "Pagaré en efectivo",
    "Card Number": "Número de tarjeta",
    "Expiration Date": "Fecha de caducidad",
    "Month": "Mes",
    "Year": "Año",
    "Security Code": "Código de seguridad",
    "Amount":"Monto",
    "The price you will pay": "El precio que pagarás",
    "Format: XXX (XXXX for amex), for example 555 (5555 for amex)": "Formato: XXX (XXXX para amex), por ejemplo 555 (5555 para amex)",
    "In order to process your application, payment and authorization required.": "Para procesar su solicitud, se requiere el pago y la autorización",
    "If you are not paying for this service with your own credit card": "Si no paga este servicio con su propia tarjeta de crédito, asegúrese de ingresar la dirección de facturación del Titular de la tarjeta o la transacción puede ser rechazada",
    "First Name": "Nombre de pila",
    "Last Name": "Apellido",
    "Address": "La dirección ",
    "State": "Estado",
    "Credit Card Information": "Información de tarjeta de crédito",
    "Order Summary": "Resumen del pedido",
    "QTY": "CANTIDAD",
    "Item": "Articulo",
    "Visa Application": "Solicitud de visa",
    "Price": "Precio",
    "TRIP INFORMATION 1/2": "INFORMACIÓN DEL VIAJE 1/2",
    "Past Travel & Applications": "Viajes anteriores y aplicaciones",
    "TRIP INFORMATION 2/2": "INFORMACIÓN DE VIAJE 2/2",
    "Upcoming Trip To The U.S.": "Próximo viaje a EE. UU.",
    "Have you ever been to the United States before?": "¿Has estado antes en los Estados Unidos?",
    "Do you or did you ever hold a U.S. Driver’s License?": "¿Tiene o alguna vez tuvo una licencia de conducir de los EE. UU.?",
    "Have you ever been issued a U.S. Visa?": "¿Alguna vez ha emitido una visa de EE.UU?",
    "Date Last Visa Was Issued": "Fecha de Última visado se haya expedido",
    "Visa Number": "Número de visa",
    "Are you applying for the same type of visa?": "¿Está solicitando el mismo tipo de visa?",
    "Have you been ten-printed?": "¿Han tomado tus huellas dactilares dev los 10 dedos?",
    "Are you applying in the same country or location where the visa above was issued": "¿Está solicitando en el mismo país o ubicación donde se emitió la visa anterior, y este país o ubicación es su lugar de residencia principal?",
    "Has your U.S. Visa ever been cancelled or revoked?": "¿Alguna vez se canceló o revocó su visa estadounidense?",
    "Cancellation date": "Fecha de cancelación",
    "Has your U.S. Visa ever been lost or stolen?": "¿Alguna vez ha perdido o le han robado su visa estadounidense?",
    "Enter year visa was lost or stolen": "Ingrese el año en que la visa se perdió o fue robada",
    "Have you ever been refused a U.S. Visa": "¿Alguna vez le han negado una visa de los Estados Unidos, o se le ha negado la admisión a los Estados Unidos, o ha retirado su solicitud de admisión en el puerto de entrada?",
    "Has anyone filed an immigration petition on your behalf?": "¿Alguien ha presentado una petición de inmigración en su nombre?",
    "Have you ever had an ESTA application rejected?": "¿Alguna vez le han rechazado una solicitud ESTA?",
    "Have you ever been refused entry to the United States?": "¿Alguna vez le han negado la entrada a los Estados Unidos?",
    "Who is your contact organization or person in United States?": "¿Quién es su organización o persona de contacto en Estados Unidos?",
    "Contact Person": "Persona de contacto",
    "Organization": "Organización",
    "Contact Person Given Names": "Nombres de personas de contacto",
    "Contact Person Surnames": "Apellidos de la persona de contacto",
    "Organization Name": "Nombre de la Organización",
    "Phone": "Teléfono",
    "Name of Company/Organization Paying for Trip": "Empresa / organización que paga el viaje",
    "Relationship To You": "Relación contigo",
    "Is the address of the party paying for your trip the same as your Home or Mailing Address?": "¿La dirección de la persona que paga su viaje es la misma que la de su domicilio o dirección postal?",
    "Are you traveling as part of a group?": "¿Viajas como parte de un grupo?",
    "What is the name of the group that you are travelling with?": "¿Cuál es el nombre del grupo con el que viajas?",
    "Is anyone going to be traveling with you?": "¿Alguien va a viajar contigo?",
    "Do you know where you will be staying?": "¿Sabes dónde te vas a quedar?",
    "Please enter the state and city you will be staying and select a hotel in the intended area of stay. This may be changed later.": "Ingrese el estado y la ciudad en la que se hospedará y seleccione un hotel en el área de estadía prevista. Esto se puede cambiar más adelante.",
    "Name of the hotel or name of the person that you are staying with": "Nombre del hotel o nombre de la persona con la que te alojas",
    "Hotel name": "Nombre del hotel",
    "COPY FROM CONTACT ORGANIZATION FORM": "COPIA DEL FORMULARIO DE LA ORGANIZACIÓN DE CONTACTO",
    "Have you made specific travel plans?": "¿Hiciste planes de viaje específicos?",
    "Intended Date of Arrival": "Fecha prevista de llegada",
    "Intended Length of Stay in U.S.": "Duración prevista de la estancia en EE. UU.",
    "Select Duration": "Seleccionar duración",
    "Date of Arrival in U.S": "Fecha de Llegada a EE.UU.",
    "Date of Departure from U.S": "Fecha de Salida de los EE.UU.",
    "Arrival Flight (if known)": "Llegada de vuelo (si se conoce)",
    "Arrival City": "Ciudad de Llegada",
    "Departure Flight (if known)": "Vuelo de salida (si se sabe)",
    "Departure City": "Ciudad de salida",
    "Provide the location you plan to visit in the U.S": "Proporcione la ubicación que planea visitar en los EE. UU.",
    "Milliary Specialty": "Especialidad militar",
    "Language(s) Spoken": "Idiomas hablados",
    "Trip Date": "Fecha de viaje",
    "Trip Duration": "Duración del viaje",
    "How long was your trip?": "¿Cuánto tiempo duró tu viaje?",
    "Driver License Number": "Número de carnet de conducir",
    "State if Driver License": "Estado de la licencia de conducir",
    "Specify": "Especificar",
    "Purpose of Trip to the U.S.": "Propósito del viaje a los EE. UU.",
    "Search": "Buscar",
    "Please Fill In The Required Fields Denoted By": "Complete los campos obligatorios indicados por",
    "Basic info": "Información básica",
    "Back": "Atrás",
    "Next": "Siguiente",
    "Trip information": "Información del viaje",
    "Additional Details": "Detalles adicionales",
    "Payment information": "Información del pago",
    "privacy content": "VISAUSAPRO no está asociada con el Departamento de Estado de los Estados Unidos. Somos un tercero. Nuestros servicios incluyen todo lo que necesita para obtener su visa, pero no incluyen servicios legales, asesoría o representación legal. VISAUSAPRO no es una firma de abogados tiene licencia para ejercer la abogacía en cualquier estado, lo ayudamos con el proceso de solicitud, aunque no podemos garantizar que su solicitud sea aprobada por el Departamento de Estado, si lo desea, puede solicitarla directamente en travel.state.gov",

    "Security and Background": "Security and Background",
    "haveCommunicableDisease": "¿Tiene una enfermedad transmisible de importancia para la salud pública?",
    "haveDisorder": "¿Tiene un trastorno mental o físico que represente o pueda representar una amenaza para la seguridad o el bienestar de usted o de otros?",
    "haveBeenAddict": "Are you or have you ever been a drug abuser or addict?",

    "haveBeenArrested": "Have you ever been arrested or convicted for any offense or crime, even though subject of a pardon, amnesty, or other similar action?",
    "haveYouViolated": "Have you ever violated, or engaged in a conspiracy to violate, any law relating to controlled substances?",
    "engagedInProstitution": "Are you coming to the United States to engage in prostitution or unlawful commercialized vice or have you been engaged in prostitution or procuring prostitutes within the past 10 years?",
    "moneyLaundering": "Have you ever been involved in, or do you seek to engage in, money laundering?",
    "humanTrafficking": "Have you ever committed or conspired to commit a human trafficking offense in the United States or outside the United States?",
    "aidedHumanTrafficking": "Have you ever knowingly aided, abetted, assisted or colluded with an individual who has committed, or conspired to commit a severe human trafficking offense in the United States or outside the United States?",
    "sonHumanTrafficking": "Are you the spouse, son, or daughter of an individual who has committed or conspired to commit a human trafficking offense in the United States or outside the United States and have you within the last five years, knowingly benefited from the trafficking activities?",

    "seekEspionage": "Do you seek to engage in espionage, sabotage, export control violations, or any other illegal activity while in the United States?",
    "seekTerrorism": "Do you seek to engage in terrorist activities while in the United States or have you ever engaged in terrorist activities?",
    "financialAssistance": "Have you ever or do you intend to provide financial assistance or other support to terrorists or terrorist organizations?",
    "representTerrorism": "Are you a member or representative of a terrorist organization?",
    "terroristRelative": "Are you the spouse, son, or daughter of an individual who has engaged in terrorist activity, including providing financial assistance or other support to terrorists or terrorist organizations, in the last five years?",
    "committedGenocide": "Have you ever ordered, incited, committed, assisted, or otherwise participated in genocide?",
    "committedTorture": "Have you ever committed, ordered, incited, assisted, or otherwise participated in torture?",
    "committedViolence": "Have you committed, ordered, incited, assisted, or otherwise participated in extrajudicial killings, political killings, or other acts of violence?",
    "childSoldier": "Have you ever engaged in the recruitment or the use of child soldiers?",
    "religiousFreedom": "Have you, while serving as a government official, been responsible for or directly carried out, at any time, particularly severe violations of religious freedom?",
    "freeWill": "Have you ever been directly involved in the establishment or enforcement of population controls forcing a woman to undergo an abortion against her free choice or a man or a woman to undergo sterilization against his or her free will?",
    "humanOrgans": "Have you ever been directly involved in the coercive transplantation of human organs or bodily tissue?",
    
    "assistImmigration": "Have you ever sought to obtain or assist others to obtain a visa, entry into the United States, or any other United States immigration benefit by fraud or willful misrepresentation or other unlawful means?",
    "beenDeported": "Have you ever been removed or deported from any country?",
    
    "withheldCustody": "Have you ever withheld custody of a U.S. citizen child outside the United States from a person granted legal custody by a U.S. court?",
    "lawViolation": "Have you voted in the United States in violation of any law or regulation?",
    "avoidTaxation": "Have you ever renounced United States citizenship for the purposes of avoiding taxation?",

    "who we are?": "Quiénes somos?",
    "about 1": "Somos el equipo de expertos que lo guiará a través del complejo proceso para tramitar su visa para Estados Unidos de América.",
    "about 2": "Nuestros expertos tienen décadas de experiencia en la organización y presentación de documentos de autorización de viaje para viajeros en más de 195 países.",
    "about 3": "VisaUsaPro se creó con el objetivo de ahorrarle dinero, tiempo y el rechazo de su solicitud de visa. Sabemos las complicaciones y dificultades a las que se puede enfrentar en el proceso de la solicitud de visa, y los errores que puede cometer al llenar los formularios, y afectar las posibilidades de que o tenga una visa para viajar a EE.UU.",
    "about 4": "Ayudamos a miles de personas a través de su proceso de visa estadounidense.",
    "about 5": "Contamos con un equipo de soporte completo que está disponible las 24 horas del día, los 7 días de la semana, por teléfono y chat en vivo para ayudarlo durante el proceso.",
    "about 6": "Ofrecemos a nuestros clientes una tarifa fija baja y una garantía de devolución de dinero.",
    "about 7": "Nuestra plataforma nos permite brindar este servicio en línea y bajo altos estándares de seguridad que garantizan un proceso completo y seguro.",
    "about 8": "enviamos una guía completa y práctica sobre cómo prepararse para la entrevista, sin costo adicional, a todos nuestros usuarios.",
    "about 9": "puede confiar en que nuestro equipo le proporcionará un procesamiento eficaz de las autorizaciones de viaje.",
    "about 10": "No estamos afiliados al gobierno de los Estados Unidos y cobramos una tarifa de servicio a cambio de brindar asistencia las 24 horas, los 7 días de la semana y un procesamiento eficiente de la autorización de viaje.",
    "about 11": "Lo ayudamos a navegar por el enredado proceso de solicitud de visa de EE. UU. De principio a fin, lo que le ahorrará miles de tarifas y tiempo, nuestros equipos profesionales trabajan para usted para lograr su objetivo.",
    "about 12": "Obtenga su entrevista en 24 horas después de enviarnos su solicitud.",

    "faq q1": "Mi antiguo pasaporte ya ha caducado. Mi visa para viajar a los Estados Unidos todavía es válida pero en mi pasaporte vencido. ¿Necesito solicitar una nueva visa con mi nuevo pasaporte?",
    "faq a1": "No. Si su visa aún es válida, puede viajar a los Estados Unidos con sus dos pasaportes, siempre que la visa sea válida, no esté dañada y sea el tipo apropiado de visa requerido para su propósito principal de viaje. (Ejemplo: visa de turista cuando su propósito principal de viaje es el turismo). Ambos pasaportes (el vigente y el vencido con la visa) deben ser del mismo país y tipo (Ejemplo: ambos pasaportes regulares uruguayos, ambos pasaportes oficiales, etc.). Cuando llegue al puerto de entrada de los EE. UU. (POE, generalmente un aeropuerto o una frontera terrestre), el Oficial de Inmigración de Aduanas y Protección Fronteriza verificará su visa en el pasaporte anterior y si decide admitirlo en los sellará su nuevo pasaporte con un sello de admisión junto con la anotación \"VIOPP\" (visa en otro pasaporte). No intente quitar la visa de su antiguo pasaporte y pegarla en el nuevo pasaporte válido. Si lo hace, su visa ya no será válida.",
    "faq q2": "Mi visa vencerá mientras esté en los Estados Unidos. ¿Hay algún problema con eso?",
    "faq a2": "No. Si el Oficial de Inmigración del Departamento de Seguridad Nacional, Aduanas y Protección Fronteriza en el puerto de entrada lo admitió en los Estados Unidos por un período de tiempo específico, él / ella anotará su período autorizado de estadía en su sello de admisión o Formulario I-94 en papel, llamado Registro de Llegada / Salida. Podrá permanecer en los Estados Unidos durante su período de estadía autorizado, incluso si su visa expira durante el tiempo que se encuentre en los Estados Unidos. Dado que su sello de admisión o el Formulario I-94 en papel documenta su estadía autorizada y es el registro oficial de su permiso para estar en los Estados Unidos, es muy importante que lo guarde dentro de su pasaporte.",
    "faq q4": "Qué son las visas de validez indefinida (visas Burroughs) y siguen siendo válidas?",
    "faq a4": "Las visas de validez indefinida (Visas Burroughs) son visas de turismo / negocios estampadas manualmente en el pasaporte de un viajero que tenían una validez de diez años. A partir del 1 de abril de 2004, todas las visas de Burroughs de validez indefinida quedaron anuladas. Por lo tanto, si tiene una visa de validez indefinida, debe solicitar una nueva visa para viajar a los EE. UU.",
    "faq q5": "Tengo una visa de no inmigrante que vence pronto y me gustaría renovarla. Tengo que volver a pasar por todo el proceso de solicitud de visa?",
    "faq a5": "Sí, tendrá que pasar por todo el proceso de solicitud de visa cada vez que desee solicitar una visa, incluso si su visa aún es válida. Hay algunas situaciones en las que un solicitante de visa puede no necesitar ser entrevistado al renovar su visa. Consulte el sitio web de la Embajada o el Consulado de los Estados Unidos para obtener más información.",
    "faq q6": "Mi visa de inmigrante expiró antes de que pudiera viajar a los Estados Unidos. Qué tengo que hacer?",
    "faq a6": "Debe comunicarse con la Unidad de Visas de Inmigrante de la Embajada o Consulado de los Estados Unidos que emitió su visa. No es necesario que presente una nueva petición ante USCIS, pero es posible que deba presentar una nueva solicitud (DS-260) y pagar otra tarifa de procesamiento de solicitud de visa de inmigrante. Además, es posible que deba presentar nuevos documentos de respaldo, como un nuevo examen médico y un certificado policial. Esté preparado para devolver su visa vencida y sin usar y el paquete de visa (si corresponde). Las solicitudes para volver a emitir o reemplazar visas se consideran caso por caso y todos los solicitantes deben restablecer su elegibilidad; no hay garantía de que recibirá una nueva visa.",
    "faq q7": "Me robaron el pasaporte con mi visa, qué debo hacer?",
    "faq a7": "Si pierde o le roban su pasaporte con el sello de admisión o el Formulario I-94 en papel, debe reemplazarlo de inmediato.",
    "faq q8": "Mi visa resultó dañada. Qué tengo que hacer?",
    "faq a8": "Si su visa ha sido dañada de alguna manera, deberá volver a solicitar una nueva visa en una Embajada o Consulado de los Estados Unidos en el extranjero.",
    
    "Why Us?": "¿Por qué nosotros?",
    "why 1": "Confirmación inmediata por correo electrónico.",
    "why 2": "Actualizaciones y correcciones instantáneas en línea para cualquier documento de autorización de viaje.",
    "why 3": "Servicio al cliente 24/7 desde cualquier parte del mundo.",
    "why 4": "Procesamiento rápido de autorización de viaje a EE. UU. Y asistencia paso a paso.",
    "why 5": "Expertos con décadas de experiencia en el manejo de solicitudes de autorización de viaje de EE. UU.",
    "why 6": "Datos revisados por expertos antes de enviarlos al gobierno de EE. UU.",
    "why 7": "Notificaciones por correo electrónico en tiempo real."
}