{
    "__comment_0": "Home Component",
    "VISA USA PRO": "VISA USA PRO",
    "the assistant you trust": "the assistant you trust",
    "desc": "We assist you navigate the tangled U.S visa application process from start to finish which will save you a thousands of fees and time , our professional teams work for you to achieve your goal.",
    "What you get?": "What you get?",
    "A PLAN TO FOLLOW": "A PLAN TO FOLLOW",
    "PROFESSIONAL CONSULTATIONS": "PROFESSIONAL CONSULTATIONS",
    "APPLICATION PROCESS": "APPLICATION PROCESS",
    "CUSTOMIZED CHECKLIST": "CUSTOMIZED CHECKLIST",
    "HIGHEST CHANCES OF SUCCESS": "HIGHEST CHANCES OF SUCCESS",


    "Who is this for?": "Who is this for?",
    "preparing application one": "People preparing their application who want to experience a successful visa application process,",
    "preparing application two": "we put them on the right path, guide them through the visa application process.",

    "Choose Your Service": "Choose Your Service",
    "Pick the service that fits your situation": "Pick the service that fits your situation",
    "TOURIST VISA": "TOURIST VISA",
    "STUDENT VISA": "STUDENT VISA",
    "TRANSIT VISA": "TRANSIT VISA",

    "TOURIST VISA DESC": "Entering U.S. temporarily for pleasure, tourism, or medical treatment. B1/B2 visa",
    "STUDENT VISA DESC": "Foreigners to pursue education in the United States of America. F-1 visa",
    "TRANSIT VISA DESC": "Traveling with transit through the U. S en route to another country. C visa",

    "get expert": "Get Expert Assistance with all your immigration needs Get Expert Assistance with all your immigration needs",
    "Go": "Go",

    "The special service we offer": "The special service we offer",
    "Our service assures you our complete support attention and communication.": "Our service assures you our complete support attention and communication.",
    "With our service the process will be with no complications or stress.": "With our service the process will be with no complications or stress.",
    "Near 100% Success Rate": "Near 100% Success Rate",
    "Low, Fee - No Hidden Costs": "Low, Fee - No Hidden Costs",
    "Fast, Easy & Secure": "Fast, Easy & Secure",
    "Online Process": "Online Process",
    "100% Accurate Filing Is Guaranteed": "100% Accurate Filing Is Guaranteed",
    "Helping Customers For 8 Years": "Helping Customers For 8 Years",
    "__comment_1": "Header Component",
    "Blog": "Blog",
    "About us": "About us",
    "Contact us": "Contact us",
    "menu": "menu",
    "clear": "clear",
    "Tourist Visa": "Tourist Visa",
    "Student Visa": "Student Visa",
    "Transit Visa": "Transit Visa",
    "close": "close",
    "search": "search",
    "__comment_2": "Footer Component",
    "THE ASSISTANT YOU TRUST": "THE ASSISTANT YOU TRUST",
    "disclaimer": "We are a 3rd party. Our services include everything you need to get your visa but do not include legal services, legal advice or legal representation. Visausapro is not a law firm and is not licensed to practice law in any state, we assist you with the application process though we cannot guarantee that your application will be approved by the Department of State if you wish you may apply directly at travel.state.gov.",
    "Site Map": "Site Map",
    "Terms & Condition": "Terms & Condition",
    "About Us": "About Us",
    "Contact Us": "Contact Us",
    "email": "email",
    "phone": "phone",
    "place": "place",
    "privacy": "VisaUsaPro is not associated with the US Department of State. We are a 3rd party. Our services include everything you need to get your visa but do not include legal services, legal advice or legal representation. Visausapro is not a law firm and is not licensed to practice law in any state, we assist you with the application process though we cannot guarantee that your application will be approved by the Department of State if you wish you may apply directly at travel.state.gov.",
    "__comment_3": "Oops Component",
    "Page Not Found!": "Page Not Found!",
    "Home": "Home",
    "__comment_4": "Terms Component",
    "Terms and Conditions": "Terms and Conditions",
    "Privacy Policy": "Privacy Policy",
    "privacy policy content": "visausapro has created this Privacy Policy to record and explain our commitment to privacy and as an agreement with our customers and with other third parties about our data-handling procedures. We take your privacy very seriously and have implemented this privacy policy (the “Privacy Policy”) and internal policies and practices to keep your personal and financial information secure. This Privacy Policy lists the types of potentially private data Visausapro collects, explains how we use and protect that data, and discloses our key procedures surrounding privacy. This Privacy Policy applies to all Visausapro services (collectively, the “Services”) and is incorporated into our Terms & Conditions and by using our online services, you accept the terms of this Privacy Policy. This Privacy Policy Is A Binding Agreement Between You and Visausapro. It forms part of a larger agreement between Visausapro and its customers, website visitors, and other users, consisting of the Terms of Service, as well as the other documents referenced in the Terms of Service. Your use of the Service and of Visausapro website is voluntary; if you do not agree with the terms of this Privacy Policy, you should not provide us with any personal information, and you should leave the website. By using our website or the Service, you signify that you agree with the terms of this Privacy Policy. We may change this Privacy Policy from time to time by posting a new version here (with a new Effective Date at the top), and the new version will become effective immediately. The privacy of Visausapro customers and affiliates is very important to us, therefore: Visausapro does not sell or rent personally identifiable information.",
    "Traffic Data": "Traffic Data",
    "Traffic Date content": "We may collect a variety of visitor data such as IP addresses, browser settings, internet service provider (ISP) information, referring/exit pages, operating systems, date/time stamps, and clickstream data (collectively “Visitor Data”). No Personally Identifiable Information is collected in this process. The Site may use Visitor Data to compile traffic data about the types of visitors who use the Site at specific intervals (collectively “Traffic Data”).",
    "Personal Information": "Personal Information",
    "Personal Information content": "Visausapro requires customers to provide us with personal information (collectively “Personally Identifiable Information”) to access and use our services. Personally, Identifiable Information is captured only when a visitor accesses Online Services, or speaks on the phone with a Visausapro employee, and willingly discloses that information. This disclosure may occur when a visitor registers with an Online Service, engages in transactions, contacts customer service, or participates in content submissions. Personally, Identifiable Information includes: (i) “Contact Data” (such as your name, address, city, state, zip code, phone number, and email address); (ii) “Financial Data” (such as your credit card number, expiration date, and verification code or bank account information); (iii) “Demographic Data” (such as your zip code and sex); and (iv) other “Legal Data” (such as your social security number and other information necessary to generate Government documents). Certain personal information becomes public record when documents are filed with the federal or state government, or with a court. For example, a corporation’s name, business address, and registered agent name become public information when its articles of incorporation are filed.",
    "Data Protection": "Data Protection",
    "Data Protection content": "Visausapro takes precautions to ensure that access to databases containing customer information is available only from within visausapro internal network. Further, we typically encrypt financial information during transmission or use secure protocols. No protocol, encryption, or other precaution can provide complete security for electronic data, so we do not provide a guarantee of security. ACCORDINGLY, WE DISCLAIM LIABILITY FOR THE THEFT, LOSS, OR INTERCEPTION OF, OR UNAUTHORIZED ACCESS OR DAMAGE TO, YOUR DATA OR COMMUNICATIONS BY USING THE SITE, APPLICATIONS, AND OUR SERVICES. YOU ACKNOWLEDGE THAT YOU UNDERSTAND AND ASSUME THESE RISKS.",
    "Reporting Misuse of Data": "Reporting Misuse of Data",
    "Reporting Misuse of Data Content": "Customers should contact Visausapro about any suspected misuse of their personally identifiable information or other data. All such inquiries or complaints should be directed to us via email at info@visausapro.com Contact Us If you have any questions regarding our Privacy Policy, please contact us on the information below. Visausapro, Broad Street Office Center90 Broad Street , New York, NY 10004 info@visausapro.com",
    "Payment of Fees": "Payment of Fees",
    "Payment of Fees content": "Visausapro accepts payment by credit and debit card (Visa, MasterCard, Discover…etc). In addition, Visausapro may from time to time allow additional forms of payment however the offering of a particular form of payment does not obligate Visausapro to continue to offer that form of payment in the future. The current list of payment options will be displayed during the order process. If you have any questions concerning the currently available payment options, please email us at info@visausapro.com",
    "Payment": "Payment",
    "Payment content": "Your submission of credit card information, or any kind of payment card information, constitutes your authorization for Visausapro to charge your card for the services ordered and for any related fees or expenses. You further agree to abide by the terms of your card issuer’s agreement. This applies to any fee charged, for or in any way relating to publication requirements for any document we prepare and/or file at your request whether the filing is ultimately accepted or not.",
    "Termination of Agreements and Refunds Policy": "Termination of Agreements and Refunds Policy",
    "Termination of Agreements and Refunds Policy content": "We offer a refund policy subject to the terms and conditions set forth herein. After the payment has been made ßthrough our secure website, payments can be refunded in full if cancelled before we have submitted the ßapplication through the State Department website. After the applications have been submitted, we will refund 50% ßof the fee paid. Payments made on the customer’s behalf to the State Department site cannot be refunded under ßany circumstances. ßVisausapro reserves the right to alter, change, amend or delete fees at its sole option. Visausapro further ßreserves the right to institute new services and charge fees in association with the provision of such new ßservices as it deems appropriate. Visausapro reserves the right to offer subsequent promotional rates which may ßor may not be more favourable than the terms under which you entered this agreement. Any such periodic special ßrates shall not affect the existing rights and responsibilities of each party.",
    "__comment__": "Dialogs templates",
    "Continue filling form": "Continue filling form",
    "Would you like to go to where you left off in the form?": "Would you like to go to where you left off in the form?",
    "CONTINUE WHERE LEFT OFF": "CONTINUE WHERE LEFT OFF",
    "RESET AND START FROM BEGINNING": "RESET AND START FROM BEGINNING",
    "__comment_5": "Application Form Component",
    "ADDITIONAL DETAILS 1/2": "ADDITIONAL DETAILS 1/2",
    "Additional Questions": "Additional Questions",
    " ADDITIONAL DETAILS 2/2": "ADDITIONAL DETAILS 2/2",
    "Passport Information": "Passport Information",
    "SEVIS Information": "SEVIS Information",
    "Additional Point Of Contact Information": "Additional Point Of Contact Information",
    "You are now done.": "You are now done.",
    "note": "NOTE: You have indicated that you will be studying in some capacity while in the United States. List at least two contacts in your country of residence who can verify the information that you have provided on this application. Do not list immediate family members or other relatives. Postal office box numbers are unacceptable.",
    "Contact": "Contact",
    "Contact Given Names": "Contact Given Names",
    "Contact Surnames": "Contact Surnames",
    "School Phone Number": "School Phone Number",
    "Email": "Email",
    "City": "City",
    "Apartment/Suite/Unit Number": "Apartment/Suite/Unit Number",
    "ZIP or Postal Code": "ZIP or Postal Code",
    "Country": "Country",
    "State/Province": "State/Province",
    "Remove": "Remove",
    "Add": "Add",
    "Are you a student?": "Are you a student?",
    "Yes": "Yes",
    "No": "No",
    "This field is": "This field is",
    "required": "required",
    "School Name": "School Name",
    "Start Date": "Start Date",
    "Major": "Major",
    "Please describe your duties": "Please describe your duties",
    "Are you currently working?": "Are you currently working?",
    "Name of employer": "Name of employer",
    "What was your job title in this job?": "What was your job title in this job?",
    "When did you start?": "When did you start?",
    "When did you leave your job?": "When did you leave your job?",
    "Please Explain": "Please Explain",
    "I am currently working in": "I am currently working in",
    "Occupation": "Occupation",
    "Date cannot be equal or later than today": "Date cannot be equal or later than today",
    "Employer Phone Number": "Employer Phone Number",
    "Which US embassy will you be going to for the interview?": "Which US embassy will you be going to for the interview?",
    "Country Traveled To": "Country Traveled To",
    "traveled out side in the last 5 years": "Have you traveled outside your country (not including the United States) in the last 5 years?",
    "Specialized skills": "Specialized skills",
    "Have you ever been a member of the Taliban?": "Have you ever been a member of the Taliban?",
    "What is the name of the clan or tribe?": "What is the name of the clan or tribe?",
    "Do you belong to a clan or a tribe?": "Do you belong to a clan or a tribe?",
    "What is the name of the organization?": "What is the name of the organization?",
    "Have you belonged to, contributed to": "Have you belonged to, contributed to, or worked for any professional, social, or charitable organization?",
    "Have you ever served in": "Have you ever served in, been a member of, or been involved with a paramilitary unit, vigilante unit, rebel group, guerrilla group, or insurgent organization?",
    "Service End Date": "Service End Date",
    "Service Start Date": "Service Start Date",
    "Military Specialty": "Military Specialty",
    "Rank or position": "Rank or position",
    "Branch of Service": "Branch of Service",
    "Have you ever served in the military?": "Have you ever served in the military?",
    "Date of attendance (End Date)": "Date of attendance (End Date)",
    "Date of attendance (Start Date)": "Date of attendance (Start Date)",
    "What was your course of studies?": "What was your course of studies?",
    "Have you attended an academic institution of high school and above?": "Have you attended an academic institution of high school and above?",
    "Add additional job details": "Add additional job details",
    "Supervisor Sur Name": "Supervisor's Sur Name",
    "Supervisor Given Name": "Supervisor's Given Name",
    "What did your job responsibilities and duties include in this job?": "What did your job responsibilities and duties include in this job?",
    "Have you been previously employed?": "Have you been previously employed?",
    "Must be greater than 0": "Must be greater than 0",
    "What is your monthly income in your local currency?": "What is your monthly income in your local currency?",
    "Do you know your passport details?": "Do you know your passport details?",
    "Passport Type": "Passport Type",
    "Must be greater than or equal to 8": "Must be greater than or equal to 8",
    "Passport Country of Issue": "Passport Country of Issue",
    "In the city of": "In the city of",
    "Passport Issued On": "Passport Issued On",
    "Passport Expiration Date": "Passport Expiration Date",
    "Have you ever lost a passport?": "Have you ever lost a passport?",
    "Country/Authority that Issued Passport/Travel Document": "Country/Authority that Issued Passport/Travel Document",
    "Please email the following information about your passport to": "Please email the following information about your passport to info@visausanow.com as soon as possible:",
    "Passport type (regular, diplomatic, official, other)": "Passport type (regular, diplomatic, official, other)",
    "Passport number": "Passport number",
    "Issue country and city": "Issue country and city",
    "Issue date and expiry date": "Issue date and expiry date",
    "SEVIS ID": "SEVIS ID",
    "(e.g. N0123456789)": "(e.g. N0123456789)",
    "Course of Study": "Course of Study",
    "BASIC INFO 1/4": "BASIC INFO 1/4",
    "Specify your personal information": "Specify your personal information",
    "BASIC INFO 2/4": "BASIC INFO 2/4",
    "Additional Nationalities": "Additional Nationalities",
    "BASIC INFO 3/4": "BASIC INFO 3/4",
    "About Your Parents": "About Your Parents",
    "BASIC INFO 4/4": "BASIC INFO 4/4",
    "Contact Information": "Contact Information",
    "Father Given Name (e.g., JUAN MIGUEL)": "Father's Given Name (e.g., JUAN MIGUEL)",
    "Father Surname (e.g., FERNANDEZ GARCIA)": "Father's Surname (e.g., FERNANDEZ GARCIA)",
    "Do you know your father date of birth?": "Do you know your father's date of birth?",
    "Father Date Of Birth": "Father's Date Of Birth",
    "Do you have any other relatives in the United States?": "Do you have any other relatives in the United States?",
    "Telephone": "Telephone",
    "US Citizen Status": "US Citizen Status",
    "Relationship": "Relationship",
    "Sur Name (Last Name)": "Sur Name (Last Name)",
    "Given Name (e.g., JUAN MIGUEL)": "Given Name (e.g., JUAN MIGUEL)",
    "Do you currently have any immediate relatives in the United States?": "Do you currently have any immediate relatives in the United States?",
    "Is your father currently in the United States?": "Is your father currently in the United States?",
    "Mother Given Name (e.g., JUAN MIGUEL)": "Mother's Given Name (e.g., JUAN MIGUEL)",
    "Mother Sur Name (Last Name)": "Mother's Sur Name (Last Name)",
    "Do you know your mother date of birth?": "Do you know your mother's date of birth?",
    "Mother Date Of Birth": "Mother's Date Of Birth",
    "Is your mother currently in the United States?": "Is your mother currently in the United States?",
    "Do you hold any nationality other than the one you listed previously in this form?": "Do you hold any nationality other than the one you listed previously in this form?",
    "Passport Number": "Passport Number",
    "Country Name": "Country Name",
    "Are you a resident of a country other than the one you listed as your nationality?": "Are you a resident of a country other than the one you listed as your nationality?",
    "Country Of Resident": "Country Of Resident",
    "Phone Number": "Phone Number",
    "Secondary/work phone number": "Secondary/work phone number",
    "Home Address": "Home Address",
    "Street Address": "Street Address",
    "Is your mailing address different from your home address?": "Is your mailing address different from your home address?",
    "Middle Name": "Middle Name",
    "Surname (e.g., FERNANDEZ GARCIA)": "Surname (e.g., FERNANDEZ GARCIA)",
    "If you have more than one first name or last name, then please add it here": "If you have more than one first name or last name, then please add it here",
    "Full Name": "Full Name in Native Alphabet",
    "Place of Birth (Country/State/City)": "Place of Birth (Country/State/City)",
    "Select Country": "Select Country",
    "State Name": "State Name",
    "Nationality": "Nationality",
    "Date Of Birth": "Date Of Birth",
    "Gender": "Gender",
    "Male": "Male",
    "Female": "Female",
    "Do you have an alias or maiden name?": "Do you have an alias or maiden name?",
    "Other Given Names Used": "Other Given Names Used",
    "Other Surnames Used (maiden, religious, professional, aliases, etc.)": "Other Surnames Used (maiden, religious, professional, aliases, etc.)",
    "Do you have a telecode that represents your name?": "Do you have a telecode that represents your name?",
    "Should be a four-digit code number (e.g 1234)": "Should be a four-digit code number (e.g 1234)",
    "Marital Status": "Marital Status",
    "Spouse Given Name (e.g., JUAN MIGUEL)": "Spouse's Given Name (e.g., JUAN MIGUEL)",
    "Spouse Surname (e.g., FERNANDEZ GARCIA)": "Spouse's Surname (e.g., FERNANDEZ GARCIA)",
    "Spouse Date of Birth": "Spouse's Date of Birth",
    "Spouse Country of Birth": "Spouse's Country of Birth",
    "Spouse City of Birth": "Spouse's City of Birth",
    "Do you live with your Spouse?": "Do you live with your Spouse?",
    "Spouse Address": "Spouse Address",
    "Number of Former Spouses": "Number of Former Spouses",
    "Marriage Start Date": "Marriage Start Date",
    "Marriage End Date": "Marriage End Date",
    "Please explain briefly how the marriage ended": "Please explain briefly how the marriage ended",
    "Country/Region Marriage was Terminated": "Country/Region Marriage was Terminated",
    "I Will Pay In Cash": "I Will Pay In Cash",
    "Card Number": "Card Number",
    "Expiration Date": "Expiration Date",
    "Month": "Month",
    "Year": "Year",
    "Security Code": "Security Code",
    "Amount":"Amount",
    "The price you will pay": "The price you will pay",
    "Format: XXX (XXXX for amex), for example 555 (5555 for amex)": "Format: XXX (XXXX for amex), for example 555 (5555 for amex)",
    "In order to process your application, payment and authorization required.": "In order to process your application, payment and authorization required.",
    "If you are not paying for this service with your own credit card": "If you are not paying for this service with your own credit card, please be sure to enter the billing address of the card Holder or transaction may be declined",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Address": "Address",
    "State": "State",
    "Credit Card Information": "Credit Card Information",
    "Order Summary": "Order Summary",
    "QTY": "QTY",
    "Item": "Item",
    "Visa Application": "Visa Application",
    "Price": "Price",
    "TRIP INFORMATION 1/2": "TRIP INFORMATION 1/2",
    "Past Travel & Applications": "Past Travel & Applications",
    "TRIP INFORMATION 2/2": "TRIP INFORMATION 2/2",
    "Upcoming Trip To The U.S.": "Upcoming Trip To The U.S.",
    "Have you ever been to the United States before?": "Have you ever been to the United States before?",
    "Do you or did you ever hold a U.S. Driver’s License?": "Do you or did you ever hold a U.S. Driver’s License?",
    "Have you ever been issued a U.S. Visa?": "Have you ever been issued a U.S. Visa?",
    "Date Last Visa Was Issued": "Date Last Visa Was Issued",
    "Visa Number": "Visa Number",
    "Are you applying for the same type of visa?": "Are you applying for the same type of visa?",
    "Have you been ten-printed?": "Have you been ten-printed?",
    "Are you applying in the same country or location where the visa above was issued": "Are you applying in the same country or location where the visa above was issued, and is this country or location your place of principal of residence?",
    "Has your U.S. Visa ever been cancelled or revoked?": "Has your U.S. Visa ever been cancelled or revoked?",
    "Cancellation date": "Cancellation date",
    "Has your U.S. Visa ever been lost or stolen?": "Has your U.S. Visa ever been lost or stolen?",
    "Enter year visa was lost or stolen": "Enter year visa was lost or stolen",
    "Have you ever been refused a U.S. Visa": "Have you ever been refused a U.S. Visa, or been refused admission to the United States, or withdrawn your application for admission at the port of entry?",
    "Has anyone filed an immigration petition on your behalf?": "Has anyone filed an immigration petition on your behalf?",
    "Have you ever had an ESTA application rejected?": "Have you ever had an ESTA application rejected?",
    "Have you ever been refused entry to the United States?": "Have you ever been refused entry to the United States?",
    "Who is your contact organization or person in United States?": "Who is your contact organization or person in United States?",
    "Contact Person": "Contact Person",
    "Organization": "Organization",
    "Contact Person Given Names": "Contact Person Given Names",
    "Contact Person Surnames": "Contact Person Surnames",
    "Organization Name": "Organization Name",
    "Phone": "Phone",
    "Name of Company/Organization Paying for Trip": "Name of Company/Organization Paying for Trip",
    "Relationship To You": "Relationship To You",
    "Is the address of the party paying for your trip the same as your Home or Mailing Address?": "Is the address of the party paying for your trip the same as your Home or Mailing Address?",
    "Are you traveling as part of a group?": "Are you traveling as part of a group?",
    "What is the name of the group that you are travelling with?": "What is the name of the group that you are travelling with?",
    "Is anyone going to be traveling with you?": "Is anyone going to be traveling with you?",
    "Do you know where you will be staying?": "Do you know where you will be staying?",
    "Please enter the state and city you will be staying and select a hotel in the intended area of stay. This may be changed later.": "Please enter the state and city you will be staying and select a hotel in the intended area of stay. This may be changed later.",
    "Name of the hotel or name of the person that you are staying with": "Name of the hotel or name of the person that you are staying with",
    "Hotel name": "Hotel name",
    "COPY FROM CONTACT ORGANIZATION FORM": "COPY FROM CONTACT ORGANIZATION FORM",
    "Have you made specific travel plans?": "Have you made specific travel plans?",
    "Intended Date of Arrival": "Intended Date of Arrival",
    "Intended Length of Stay in U.S.": "Intended Length of Stay in U.S.",
    "Select Duration": "Select Duration",
    "Date of Arrival in U.S": "Date of Arrival in U.S",
    "Date of Departure from U.S": "Date of Departure from U.S",
    "Arrival Flight (if known)": "Arrival Flight (if known)",
    "Arrival City": "Arrival City",
    "Departure Flight (if known)": "Departure Flight (if known)",
    "Departure City": "Departure City",
    "Provide the location you plan to visit in the U.S": "Provide the location you plan to visit in the U.S",
    "Milliary Specialty": "Milliary Specialty",
    "Language(s) Spoken": "Language(s) Spoken",
    "Trip Date": "Trip Date",
    "Trip Duration": "Trip Duration",
    "How long was your trip?": "How long was your trip?",
    "Driver License Number": "Driver's License Number",
    "State if Driver License": "State if Driver's License",
    "Specify": "Specify",
    "Purpose of Trip to the U.S.": "Purpose of Trip to the U.S.",
    "Search": "Search",
    "Please Fill In The Required Fields Denoted By": "Please Fill In The Required Fields Denoted By",
    "Basic info": "Basic info",
    "Back": "Back",
    "Next": "Next",
    "Trip information": "Trip information",
    "Additional Details": "Additional Details",
    "Payment information": "Payment information",
    "privacy content": "VisaUsaPro is not associated with the US Department of State. We are a 3rd party. Our services include everything you need to get your visa but do not include legal services, legal advice or legal representation. Visausapro is not a law firm and is not licensed to practice law in any state, we assist you with the application process though we cannot guarantee that your application will be approved by the Department of State if you wish you may apply directly at travel.state.gov.",

    "Security and Background": "Security and Background",
    "haveCommunicableDisease": "Do you have a communicable disease of public health significance? * (Communicable diseases of public significance include chancroid, gonorrhea, granuloma inguinale, infectious leprosy, lymphogranuloma venereum, infectious stage syphilis, active tuberculosis, and other diseases as determined by the Department of Health and Human Services.)",
    "haveDisorder": "Do you have a mental or physical disorder that poses or is likely to pose a threat to the safety or welfare of yourself or others?",
    "haveBeenAddict": "Are you or have you ever been a drug abuser or addict?",

    "haveBeenArrested": "Have you ever been arrested or convicted for any offense or crime, even though subject of a pardon, amnesty, or other similar action?",
    "haveYouViolated": "Have you ever violated, or engaged in a conspiracy to violate, any law relating to controlled substances?",
    "engagedInProstitution": "Are you coming to the United States to engage in prostitution or unlawful commercialized vice or have you been engaged in prostitution or procuring prostitutes within the past 10 years?",
    "moneyLaundering": "Have you ever been involved in, or do you seek to engage in, money laundering?",
    "humanTrafficking": "Have you ever committed or conspired to commit a human trafficking offense in the United States or outside the United States?",
    "aidedHumanTrafficking": "Have you ever knowingly aided, abetted, assisted or colluded with an individual who has committed, or conspired to commit a severe human trafficking offense in the United States or outside the United States?",
    "sonHumanTrafficking": "Are you the spouse, son, or daughter of an individual who has committed or conspired to commit a human trafficking offense in the United States or outside the United States and have you within the last five years, knowingly benefited from the trafficking activities?",

    "seekEspionage": "Do you seek to engage in espionage, sabotage, export control violations, or any other illegal activity while in the United States?",
    "seekTerrorism": "Do you seek to engage in terrorist activities while in the United States or have you ever engaged in terrorist activities?",
    "financialAssistance": "Have you ever or do you intend to provide financial assistance or other support to terrorists or terrorist organizations?",
    "representTerrorism": "Are you a member or representative of a terrorist organization?",
    "terroristRelative": "Are you the spouse, son, or daughter of an individual who has engaged in terrorist activity, including providing financial assistance or other support to terrorists or terrorist organizations, in the last five years?",
    "committedGenocide": "Have you ever ordered, incited, committed, assisted, or otherwise participated in genocide?",
    "committedTorture": "Have you ever committed, ordered, incited, assisted, or otherwise participated in torture?",
    "committedViolence": "Have you committed, ordered, incited, assisted, or otherwise participated in extrajudicial killings, political killings, or other acts of violence?",
    "childSoldier": "Have you ever engaged in the recruitment or the use of child soldiers?",
    "religiousFreedom": "Have you, while serving as a government official, been responsible for or directly carried out, at any time, particularly severe violations of religious freedom?",
    "freeWill": "Have you ever been directly involved in the establishment or enforcement of population controls forcing a woman to undergo an abortion against her free choice or a man or a woman to undergo sterilization against his or her free will?",
    "humanOrgans": "Have you ever been directly involved in the coercive transplantation of human organs or bodily tissue?",
    
    "assistImmigration": "Have you ever sought to obtain or assist others to obtain a visa, entry into the United States, or any other United States immigration benefit by fraud or willful misrepresentation or other unlawful means?",
    "beenDeported": "Have you ever been removed or deported from any country?",
    
    "withheldCustody": "Have you ever withheld custody of a U.S. citizen child outside the United States from a person granted legal custody by a U.S. court?",
    "lawViolation": "Have you voted in the United States in violation of any law or regulation?",
    "avoidTaxation": "Have you ever renounced United States citizenship for the purposes of avoiding taxation?",

    "Person/Entity Paying for Your Trip": "Person/Entity Paying for Your Trip",
    "Must use numbers only with minimum of 5": "Must use numbers only with minimum of 5",
    "Country/Region": "Country/Region",
    "Date and Place of Birth": "Date and Place of Birth",
    "Country/Region of Origin (Nationality)": "Country/Region of Origin (Nationality)",
    "National Identification Number": "National Identification Number",
    "U.S. Social Security Number": "U.S. Social Security Number",
    "U.S. Taxpayer ID Number": "U.S. Taxpayer ID Number",

    "Address Where You Will Stay in the U.S.": "Address Where You Will Stay in the U.S.",
    "Street Address (line 1)": "Street Address (line 1)",
    "Street Address (line 2)": "Street Address (line 2)",
    "ZIP Code (if known)": "ZIP Code (if known)",

    "who we are?": "Who we are?",
    "about 1": "we are A big team of experts Guide you through your US visa process.",
    "about 2": "Our experts have decades of experience organizing and submitting travel authorization documents for travelers in 195+ countries worldwide.",
    "about 3": "We started visausapro because of the complications and difficulties to understand visa application process and the huge mistake margins that no visa application can hold, that affects the chances to grant a visa to the United States of America.",
    "about 4": "We helped thousands of people through their us visa process.",
    "about 5": "We have a full support team that is available 24/7 via live telephone and chat to support you through the process.",
    "about 6": "we provide to our clients for one low fixed fee and a money-back guarantee.",
    "about 7": "Our platform allows us to provide this service online and under high security standards that guarantee a complete and safe process.",
    "about 8": "we send a comprehensive and practical guide on how to prepare for the interview, at no additional cost, to all our users.",
    "about 9": "you can rely on our team to provide efficient travel authorization processing.",
    "about 10": "We are not affiliated with the United States government, and we charge a service fee in exchange for providing 24/7 assistance and efficient travel authorization processing.",
    "about 11": "We assist you navigate the tangled U.S visa application process from start to finish which will save you a thousands of fees and time, our professional teams work for you to achieve your goal.",
    "about 12": "Get Your Interview In 24 Hours After Submitting Your Application with Us.",

    "faq q1": "My old passport has already expired. My visa to travel to the United States is still valid but in my expired passport. Do I need to apply for a new visa with my new passport?",
    "faq a1": "No. If your visa is still valid you can travel to the United States with your two passports, as long as the visa is valid, not damaged, and is the appropriate type of visa required for your principal purpose of travel. (Example: tourist visa when your principal purpose of travel is tourism). Both passports (the valid and the expired one with the visa) should be from the same country and type (Example: both Uruguayan regular passports, both official passports, etc.). When you arrive at the U.S. port-of-entry (POE, generally an airport or land border) the Customs and Border Protection Immigration Officer will check your visa in the old passport and if s/he decides to admit you into the United States they will stamp your new passport with an admission stamp along with the annotation \"VIOPP\" (visa in other passport). Do not try to remove the visa from your old passport and stick it into the new valid passport. If you do so, your visa will no longer be valid.",
    "faq q2": "My visa will expire while I am in the United States. Is there a problem with that?",
    "faq a2": "No. If the Department of Homeland Security, Customs and Border Protection Immigration Officer at the port-of-entry admitted you into the United States for a specific period of time, s/he will note your authorized period of stay on your admission stamp or paper Form I-94, called an Arrival/Departure Record. You will be able to remain in the United States during your authorized period of stay, even if your visa expires during the time you are in the United States. Since your admission stamp or paper Form I-94 documents your authorized stay and is the official record of your permission to be in the United States, it is very important to keep inside your passport.",
    "faq q4": "What are indefinite validity visas (Burroughs visas) and are they still valid?",
    "faq a4": "Indefinite validity visas (Burroughs Visas) are tourist/business visas manually stamped into a traveler’s passport which were valid for ten years. Effective April 1, 2004, all indefinite validity Burroughs visas became void. Therefore, if you have an indefinite validity visa you must apply for a new visa for travel to the U.S.",
    "faq q5": "I have a non-immigrant visa that will expire soon and I would like to renew it. Do I need go through the whole visa application process again?",
    "faq a5": "Yes, you will have to go through the whole visa application process each time you want to apply for a visa, even if your visa is still valid. There are some situations where a visa applicant may not need to be interviewed when renewing his/her visa. See the U.S. Embassy or Consulate website for more information.",
    "faq q6": "My immigrant visa expired before I was able to travel to the United States. What should I do?",
    "faq a6": "You should contact the Immigrant Visa Unit of the U.S. Embassy or Consulate that issued your visa. You do not need to file a new petition with USCIS, but you may need to submit a new application (DS-260) and pay another immigrant visa application processing fee.  In addition, you may need to submit new supporting documents, such as a new medical examination and police certificate.  Please be prepared to return your unused, expired visa and visa package (if applicable).  Requests to reissue or replace visas are considered on a case-by-case basis, and all applicants are required to re-establish their eligibility; there is no guarantee that you will receive a new visa.",
    "faq q7": "My passport with my visa was stolen, what should I do?",
    "faq a7": "If your passport with your admission stamp or paper Form I-94 are lost or stolen, you must get them replaced immediately.",
    "faq q8": "My visa was damaged. What should I do?",
    "faq a8": "If your visa has been damaged in any way, you will need to reapply for a new visa at a U.S. Embassy or Consulate abroad.",

    "Why Us?": "Why Us?",
    "why 1": "Immediate email confirmation.",
    "why 2": "Instant online updates and corrections for any travel authorization documents.",
    "why 3": "24/7 customer service from anywhere in the world.",
    "why 4": "Fast U.S. travel authorization processing and step-by-step support.",
    "why 5": "Experts with decades of experience handling U.S. travel authorization",
    "why 6": "Data reviewed by experts before submission to U.S. government.",
    "why 7": "Real-time email notifications.",

    "Specify Other": "Specify Other",
    "Primary Occupation": "Primary Occupation",
    "Postal Zone/ZIP Code": "Postal Zone/ZIP Code",

    "removalHearing": "Have you ever been the subject of a removal or deportation hearing?",
    "attendHearing": "Have you failed to attend a hearing on removability or inadmissibility within the last five years?",
    "unlawfullyPresent": "Have you ever been unlawfully present, overstayed the amount of time granted by an immigration official or otherwise violated the terms of a U.S. visa?",
    "Address of The Trip Payer": "Address of The Trip Payer",
    "Street Address (Line 1)": "Street Address (Line 1)",
    "Street Address (Line 2)": "Street Address (Line 2)",
    "Surnames of Person Paying for Trip": "Surnames of Person Paying for Trip",
    "Given Names of Person Paying for Trip": "Given Names of Person Paying for Trip",
    "Other Country/Region of Origin (Nationality)": "Other Country/Region of Origin (Nationality)",
    "Other Permanent Resident Country/Region": "Other Permanent Resident Country/Region",
    "Location": "Location",
    "Add Another": "Add Another",
    "Enter the name of the group you are travelling with": "Enter the name of the group you are travelling with",
    "Group Name": "Group Name",
    "Additional Email Address": "Additional Email Address",
    "Have you used any other email addresses in the last five years?": "Have you used any other email addresses in the last five years?",
    "social media description": "Select from the list below each social media platform you have used within the last five years. In the space next to the platform’s name, enter the username or handle you have used on that platform. Please do not provide your passwords. If you have used more than one platform or more than one username or handle on a single platform, click the 'Add Another' button to list each one separately. If you have not used any of the listed social media platforms in the last five years, select None.",
    "other social media": "Do you wish to provide information about your presence on any other websites or applications you have used within the last five years to create or share content (photos, videos, status updates, etc.)?",
    "other social media description": "Please provide the name of the platform and the associated unique social media identifier (username or handle) for each social media platform you would like to list. This does not include private messaging on person-to-person messaging services, such as WhatsApp.",
    "Additional Social Media Platform": "Additional Social Media Platform",
    "Additional Social Media Handle": "Additional Social Media Handle",
    "Secondary Phone Number": "Secondary Phone Number",
    "Work Phone number": "Work Phone Number",
    "Passport Book Number": "Passport Book Number",
    "Provide information on your last five U.S visits:": "Provide information on your last five U.S visits:"
}