{
    "__comment_0": "Homea Componenda",
    "VISA USA PRO": "VISA USA PRO",
    "the assistant you trust": "ela sistente em el que confias",
    "desc": "Lo ayudamos a navegar pelo enredado proceso de solicitud de visa de EE. UU. De principio a fin, lo que le ahorrará milhas de tarifas y tiempo, nuestros equipos profesionales trabajan para que logre su objetivo.",
    "What you get?": "O que você ganha?",
    "A PLAN TO FOLLOW": "UM PLANO A SEGUIR",
    "PROFESSIONAL CONSULTATIONS": "CONSULTAS PROFISSIONAIS",
    "APPLICATION PROCESS": "PROCESSO DE APLICAÇÃO",
    "CUSTOMIZED CHECKLIST": "LISTA DE VERIFICAÇÃO PERSONALIZADA",
    "HIGHEST CHANCES OF SUCCESS": "MAIORES CHANCES OF SUCCESS",


    "Who is this for?": "Para quem é isso?",
    "preparing application one": "Pessoas que estão preparando sua inscrição e que desejam experimentar um processo de solicitação de visto com sucesso,",
    "preparing application two": "nós os colocamos no caminho certo, os orientamos durante o processo de solicitação de visto.",
    "Choose Your Service": "Escolha o seu serviço",
    "Pick the service that fits your situation": "Escolha o serviço que se adapta à sua situação",
    "TOURIST VISA": "VISTO DE TURISTA",
    "STUDENT VISA": "VISTO DE ESTUDANTE",
    "TRANSIT VISA": "VISTO DE TRÂNSITO",

    "TOURIST VISA DESC": "entrar nos EUA temporariamente para lazer, turismo ou tratamento médico",
    "STUDENT VISA DESC": "Estrangeiros para buscar educação nos Estados Unidos da América. F-1 visa",
    "TRANSIT VISA DESC": "Viajar com trânsito pelos EUA a caminho de outro país,C visa",

    "get expert": "Obtenha assistência especializada para todas as suas necessidades de imigração Obtenha assistência especializada para todas as suas necessidades de imigração",
    "Go": "Vai",

    "The special service we offer": "O serviço especial que oferecemos",
    "Our service assures you our complete support attention and communication.": "Nosso serviço garante a você nossa atenção e comunicação de suporte completo.",
    "With our service the process will be with no complications or stress.": "Com nosso serviço o processo será sem complicações ou estresse.",
    "Near 100% Success Rate": "Taxa de sucesso próxima de 100%",
    "Low, Fee - No Hidden Costs": " Baixa, taxa - sem custos ocultos",
    "Fast, Easy & Secure": "Rápido, fácil e seguro",
    "Online Process": "Processo Online",
    "100% Accurate Filing Is Guaranteed": "O arquivamento 100% preciso é garantido",
    "Helping Customers For 8 Years": "Ajudando clientes por 8 anos",
    "__comment_1": "Componente de cabeçalho",
    "Blog": "Blog",
    "About us": "Sobre nós",
    "Contact us": "Contate-Nos",
    "menu": "cardápio",
    "clear": "claro",
    "Tourist Visa": "Visto de turista",
    "Student Visa": "Visto de estudante",
    "Transit Visa": "Visto de trânsito",
    "close": "Fechar",
    "search": "pesquisa",
    "__comment_2": "Componente de rodapé",
    "THE ASSISTANT YOU TRUST": "O ASSISTENTE EM QUE VOCÊ CONFIA",
    "disclaimer": "Somos um terceiro. Nossos serviços incluem tudo que você precisa para obter seu visto, mas não incluem serviços jurídicos, aconselhamento jurídico ou representação legal. Visausapro não é um escritório de advocacia e não está licenciado para exercer a advocacia em nenhum estado, nós o ajudamos com o processo de inscrição, embora não possamos garantir que sua inscrição será aprovada pelo Departamento de Estado, se você desejar, pode se inscrever diretamente em travel.state.gov.",
    "Site Map": "Mapa do site",
    "Terms & Condition": "Termos e Condições",
    "About Us": "Sobre nós",
    "Contact Us": "Contate-Nos",
    "email": "correio eletrônico",
    "phone": "telefone",
    "place": "sítio",
    "privacy": "VisaUsaPro não está associado ao Departamento de Estado dos EUA. Somos um terceiro. Nossos serviços incluem tudo que você precisa para obter seu visto, mas não incluem serviços jurídicos, aconselhamento jurídico ou representação legal. Visausapro não é um escritório de advocacia e não está licenciado para exercer a advocacia em nenhum estado, nós o ajudamos com o processo de inscrição, embora não possamos garantir que sua inscrição será aprovada pelo Departamento de Estado, se você desejar, pode se inscrever diretamente em travel.state.gov.",
    "__comment_3": "Oops Component",
    "Page Not Found!": "Página não encontrada!",
    "Home": "Casa",
    "__comment_4": "Componente de termos",
    "Terms and Conditions": "Termos e Condições",
    "Privacy Policy": "Política de Privacidade",
    "privacy policy content": "visausapro criou esta Política de Privacidade para registrar e explicar nosso compromisso com a privacidade e como um acordo com nossos clientes e terceiros sobre nossos procedimentos de tratamento de dados. Levamos sua privacidade muito a sério e implementamos esta política de privacidade (a “Política de Privacidade”) e políticas e práticas internas para manter suas informações pessoais e financeiras seguras. Esta Política de Privacidade lista os tipos de dados potencialmente privados que Visausapro coleta, explica como usamos e protegemos esses dados e divulga nossos principais procedimentos relacionados à privacidade. Esta Política de Privacidade se aplica a todos os serviços Visausapro (coletivamente, os “Serviços”) e está incorporada em nossos Termos e Condições e, ao usar nossos serviços online, você aceita os termos desta Política de Privacidade. Esta política de privacidade é um acordo vinculativo entre você e a Visausapro. Faz parte de um acordo maior entre Visausapro e seus clientes, visitantes do site e outros usuários, que consiste nos Termos de Serviço, bem como nos outros documentos mencionados nos Termos de Serviço. O uso do Serviço e do site Visausapro é voluntário; Se não concordar com os termos desta Política de Privacidade, você não deve nos fornecer nenhuma informação pessoal e deve sair do site. Ao utilizar nosso site ou o Serviço, você indica que concorda com os termos desta Política de Privacidade. Podemos alterar esta Política de Privacidade de tempos em tempos, publicando uma nova versão aqui (com uma nova Data de Vigência no topo), e a nova versão entrará em vigor imediatamente. A privacidade dos clientes e afiliados Visausapro é muito importante para nós, portanto: Visausapro não vende ou aluga informações pessoalmente identificáveis.",
    "Traffic Data": "Dados de trânsito",
    "Traffic Date content": "Podemos coletar uma variedade de dados do visitante, como endereços IP, configurações do navegador, informações do provedor de serviços de Internet (ISP), páginas de referência / saída, sistemas operacionais, carimbos de data / hora e dados de sequência de cliques (coletivamente “Dados do visitante”). Nenhuma informação de identificação pessoal é coletada neste processo. O Site pode usar Dados do Visitante para compilar dados de tráfego sobre os tipos de visitantes que usam o Site em intervalos específicos (coletivamente “Dados de Tráfego”).",
    "Personal Information": "Informação pessoal",
    "Personal Information content": "Visausapro exige que os clientes nos forneçam informações pessoais (coletivamente “Informações de identificação pessoal”) para acessar e usar nossos serviços. Pessoalmente, as Informações Identificáveis ​​são capturadas apenas quando um visitante acessa os Serviços Online ou fala ao telefone com um funcionário da Visausapro e divulga essas informações voluntariamente. Essa divulgação pode ocorrer quando um visitante se registra em um Serviço Online, se envolve em transações, entra em contato com o atendimento ao cliente ou participa do envio de conteúdo. Pessoalmente, as Informações de identificação incluem: (i) “Dados de contato” (como seu nome, endereço, cidade, estado, CEP, número de telefone e endereço de e-mail); (ii) “Dados Financeiros” (como o número do cartão de crédito, data de validade e código de verificação ou informações da conta bancária); (iii) “Dados Demográficos” (como o seu código postal e sexo); e (iv) outros “Dados Legais” (como o seu número de segurança social e outras informações necessárias para gerar documentos do Governo). Certas informações pessoais tornam-se registro público quando os documentos são protocolados no governo federal ou estadual ou em um tribunal. Por exemplo, o nome de uma empresa, endereço comercial e nome do agente registrado tornam-se informações públicas quando seus artigos de incorporação são arquivados.",
    "Data Protection": "Proteção de dados",
    "Data Protection content": "Visausapro toma precauções para garantir que o acesso aos bancos de dados contendo informações do cliente esteja disponível apenas na rede interna da visausapro. Além disso, normalmente criptografamos informações financeiras durante a transmissão ou usamos protocolos seguros. Nenhum protocolo, criptografia ou outra precaução pode fornecer segurança completa para dados eletrônicos, portanto, não oferecemos garantia de segurança. ASSIM, NÓS REJEITAM A RESPONSABILIDADE PELO ROUBO, PERDA OU INTERCEPÇÃO DE, OU ACESSO NÃO AUTORIZADO OU DANO A SEUS DADOS OU COMUNICAÇÕES USANDO O SITE, APLICATIVOS E NOSSOS SERVIÇOS. VOCÊ RECONHECE QUE COMPREENDE E ASSUME ESTES RISCOS.",
    "Reporting Misuse of Data": "Relatório de uso indevido de dados",
    "Payment of Fees": "Pagamento de Taxas",
    "Payment of Fees content": "Visausapro aceita pagamento por cartão de crédito e débito (Visa, MasterCard, Discover ... etc). Além disso, Visausapro pode, de tempos em tempos, permitir formas de pagamento adicionais, no entanto, a oferta de uma forma de pagamento específica não obriga a Visausapro a continuar a oferecer essa forma de pagamento no futuro. A lista atual de opções de pagamento será exibida durante o processo de pedido. Se você tiver alguma dúvida sobre as opções de pagamento disponíveis atualmente, envie um e-mail para info@visausapro.com",
    "Payment": "Forma de pagamento",
    "Payment content": "O envio de informações de cartão de crédito, ou qualquer tipo de informação de cartão de pagamento, constitui sua autorização para Visausapro cobrar seu cartão pelos serviços solicitados e por quaisquer taxas ou despesas relacionadas. Você também concorda em cumprir os termos do contrato do emissor do seu cartão. Isso se aplica a qualquer taxa cobrada, ou de qualquer forma relacionada aos requisitos de publicação para qualquer documento que preparamos e / ou arquivamos a seu pedido, quer o depósito seja aceito ou não.",

    "Termination of Agreements and Refunds Policy": "Rescisão de Contratos e Política de Reembolsos",
    "Termination of Agreements and Refunds Policy content": "Oferecemos uma política de reembolso sujeita aos termos e condições aqui estabelecidos. Após o pagamento ter sido feito ß através de nosso site seguro, os pagamentos podem ser reembolsados integralmente se cancelados antes de termos enviado o ßapplicativo através do site do Departamento de Estado. Após o envio das inscrições, devolveremos 50% ß do valor pago. Os pagamentos feitos em nome do cliente para o site do Departamento de Estado não podem ser reembolsados em quaisquer circunstâncias. ßVisausapro reserva-se o direito de alterar, alterar, corrigir ou excluir taxas à sua escolha. Visausapro ainda ßreserva o direito de instituir novos serviços e cobrar taxas em associação com a prestação de tais novos serviços ß que considerar apropriados. Visausapro reserva-se o direito de oferecer taxas promocionais subsequentes que podem ou não ser mais favoráveis do que os termos sob os quais você entrou neste acordo. Quaisquer dessas taxas especiais periódicas não devem afetar os direitos e responsabilidades existentes de cada parte.",
    "__comment__": "Modelos de diálogos",
    "Continue filling form": "Continue preenchendo o formulário",
    "Would you like to go to where you left off in the form?": "Você gostaria de ir para onde você parou no formulário?",
    "CONTINUE WHERE LEFT OFF": "CONTINUE ONDE DEIXADO OFF",
    "RESET AND START FROM BEGINNING": "REINICIAR E COMEÇAR DO INÍCIO",
    "__comment_5": "Componente do formulário de inscrição",
    "ADDITIONAL DETAILS 1/2": "DETALHES ADICIONAIS 1/2",
    "Additional Questions": "Questões adicionais",
    " ADDITIONAL DETAILS 2/2": "detalhes adicionais 2/2",
    "Passport Information": "Informações de passaporte",
    "SEVIS Information": "Informações SEVIS",
    "Additional Point Of Contact Information": "Informações adicionais sobre o ponto de contato",
    "You are now done.": "Agora você está feito.",
    "note": "NOTA: Você indicou que estudará em alguma função enquanto estiver nos Estados Unidos. Liste pelo menos dois contatos em seu país de residência que possam verificar as informações que você forneceu neste formulário. Não liste membros imediatos da família ou outros parentes. Os números das caixas postais são inaceitáveis.",
    "Contact": "Contato",
    "Contact Given Names": "Nome de contato",
    "Contact Surnames": "Sobrenomes de contato",
    "School Phone Number": "Número de telefone da escola",
    "Email": "O email",
    "City": "Cidade",
    "Apartment/Suite/Unit Number": "Número do apartamento / suíte / unidade",
    "ZIP or Postal Code": "CEP ou Código postal",
    "Country": "País",
    "State/Province": "Estado / Província",
    "Remove": "Remover",
    "Add": "Adicionar",
    "Are you a student?": "Você é estudante?",
    "Yes": "sim",
    "No": "Não",
    "This field is": "Este campo é",
    "required": "requeridas",
    "School Name": "Nome da escola",
    "Start Date": "Data de início",
    "Major": "mor",
    "Please describe your duties": "Descreva suas funções",
    "Are you currently working?": "Você está trabalhando atualmente?",
    "Name of employer": "Nome do Empregador",
    "What was your job title in this job?": "Qual foi o seu cargo neste trabalho?",
    "When did you start?": "Quando você começou?",
    "When did you leave your job?": "Quando você deixou seu trabalho?",
    "Please Explain": "Por favor explique",
    "I am currently working in": "Atualmente estou trabalhando em",
    "Occupation": "Ocupação",
    "Date cannot be equal or later than today": "A data não pode ser igual ou posterior a hoje",
    "Employer Phone Number": "Número de telefone do empregador",
    "Which US embassy will you be going to for the interview?": "A qual embaixada dos EUA você irá para a entrevista?",
    "Country Traveled To": "País para onde viajou",
    "traveled out side in the last 5 years": "Você viajou para fora do seu país (sem incluir os Estados Unidos) nos últimos 5 anos?",
    "Specialized skills": "Habilidades especializadas",
    "Have you ever been a member of the Taliban?": "Você já foi membro do Taleban?",
    "What is the name of the clan or tribe?": "Qual é o nome do clã ou tribo?",
    "Do you belong to a clan or a tribe?": "Você pertence a um clã ou tribo?",
    "What is the name of the organization?": "Qual é o nome da organização?",
    "Have you belonged to, contributed to": "Você já pertenceu, contribuiu ou trabalhou para alguma organização profissional, social ou de caridade?",
    "Have you ever served in": "Você já serviu, foi membro ou esteve envolvido com uma unidade paramilitar, unidade de vigilantes, grupo rebelde, grupo guerrilheiro ou organização insurgente?",
    "Service End Date": "Data de término do serviço",
    "Service Start Date": "Data de início do serviço",
    "Military Specialty": "Especialidade militar",
    "Rank or position": "Classificação ou posição",
    "Branch of Service": "Ramo de serviço",
    "Have you ever served in the military?": "você já serviu o Exército?",
    "Date of attendance (End Date)": "Data de atendimento (Data Final)",
    "Date of attendance (Start Date)": "Data de atendimento (data de início)",
    "What was your course of studies?": "Qual foi o seu curso de estudos?",
    "Have you attended an academic institution of high school and above?": "Você frequentou uma instituição acadêmica de ensino médio e superior?",
    "Add additional job details": "Adicionar detalhes de trabalho adicionais",
    "Supervisor Sur Name": "Sobrenome do supervisor",
    "Supervisor Given Name": "Nome do Supervisor",
    "What did your job responsibilities and duties include in this job?": "O que suas responsabilidades e deveres profissionais incluem neste trabalho?",
    "Have you been previously employed?": "Você já trabalhou anteriormente?",
    "Must be greater than 0": "Deve ser maior que 0",
    "What is your monthly income in your local currency?": "Qual é a sua renda mensal na moeda local?",
    "Do you know your passport details?": "Você sabe os detalhes do seu passaporte?",
    "Passport Type": "Tipo de passaporte",
    "Must be greater than or equal to 8": "Deve ser maior ou igual a 8",
    "Passport Country of Issue": "País de emissão do passaporte",
    "In the city of": "Na cidade de",
    "Passport Issued On": "Passaporte emitido em",
    "Passport Expiration Date": "Data de validade do passaporte",
    "Have you ever lost a passport?": "Você já perdeu um passaporte?",
    "Country/Authority that Issued Passport/Travel Document": "País / autoridade que emitiu passaporte / documento de viagem",
    "Please email the following information about your passport to": "Envie por e-mail as seguintes informações sobre o seu passaporte para info@visausapro.com assim que possível:",
    "Passport type (regular, diplomatic, official, other)": "Tipo de passaporte (regular, diplomático, oficial, outro)",
    "Passport number": "Número do Passaporte",
    "Issue country and city": "País e cidade do problema",
    "Issue date and expiry date": "Data de emissão e data de validade",
    "SEVIS ID": "SEVIS ID",
    "(e.g. N0123456789)": "(e.g. N0123456789)",
    "Course of Study": "Curso acadêmico",
    "BASIC INFO 1/4": "INFORMAÇÕES BÁSICAS 1/4",
    "Specify your personal information": "Especifique suas informações pessoais",
    "BASIC INFO 2/4": "INFORMAÇÕES BÁSICAS 2/4",
    "Additional Nationalities": "Nacionalidades adicionais",
    "BASIC INFO 3/4": "INFORMAÇÕES BÁSICAS 3/4",
    "About Your Parents": "Sobre seus pais",
    "BASIC INFO 4/4": "INFORMAÇÕES BÁSICAS 4/4",
    "Contact Information": "Informações de Contato",
    "Father Given Name (e.g., JUAN MIGUEL)": "Nome do Pai (Primeiro Nome)",
    "Father Surname (e.g., FERNANDEZ GARCIA)": "Sobrenome do pai (sobrenome)",
    "Do you know your father date of birth?": "Você sabe a data de nascimento do seu pai?",
    "Father Date Of Birth": "Data de Nascimento do Pai",
    "Do you have any other relatives in the United States?": "Você tem algum outro parente nos Estados Unidos?",
    "Telephone": "Telefone",
    "US Citizen Status": "Status de cidadão americano",
    "Relationship": "Relação",
    "Sur Name (Last Name)": "Sobrenome (último nome)",
    "Given Name (e.g., JUAN MIGUEL)": "Nome dado (primeiro nome)",
    "Do you currently have any immediate relatives in the United States?": "Atualmente, você tem algum parente imediato nos Estados Unidos?",
    "Is your father currently in the United States?": "Seu pai está atualmente nos Estados Unidos?",
    "Mother Given Name (e.g., JUAN MIGUEL)": "Nome da mãe (primeiro nome)",
    "Mother Sur Name (Last Name)": "Sur nome da mãe (sobrenome)",
    "Do you know your mother date of birth?": "Você sabe a data de nascimento da sua mãe?",
    "Mother Date Of Birth": "Data de nascimento da mãe",
    "Is your mother currently in the United States?": "Sua mãe está atualmente nos Estados Unidos?",
    "Do you hold any nationality other than the one you listed previously in this form?": "Você tem outra nacionalidade que não a que listou anteriormente neste formulário?",
    "Passport Number": "Número do Passaporte",
    "Country Name": "Nome do país",
    "Are you a resident of a country other than the one you listed as your nationality?": "Você é residente em um país diferente daquele que listou como sua nacionalidade?",
    "Country Of Resident": "País do Residente",
    "Phone Number": "Número de telefone",
    "Secondary/work phone number": "Número de telefone secundário / comercial",
    "Home Address": "Endereço residencial",
    "Street Address": "endereço da rua",
    "Is your mailing address different from your home address?": "O seu endereço de correspondência é diferente do seu endereço residencial?",
    "Middle Name": "Nome do meio",
    "Surname (e.g., FERNANDEZ GARCIA)": "Sobrenome (último nome)",
    "If you have more than one first name or last name, then please add it here": "Se você tiver mais de um nome ou sobrenome, adicione-o aqui",
    "Full Name": "Nome completo",
    "Place of Birth (Country/State/City)": "Local de nascimento (país / estado / cidade)",
    "Select Country": "Selecione o pais",
    "State Name": "Nome do Estado",
    "Nationality": "Nacionalidade",
    "Date Of Birth": "Data de nascimento",
    "Gender": "Gênero",
    "Male": "Masculino",
    "Female": "Fêmea",
    "Do you have an alias or maiden name?": "Você tem um pseudônimo ou nome de solteira?",
    "Other Given Names Used": "Outros nomes próprios usados",
    "Other Surnames Used (maiden, religious, professional, aliases, etc.)": "Outros sobrenomes usados (solteira, religioso, profissional, pseudônimos, etc.)",
    "Do you have a telecode that represents your name?": "Você tem um código que represente seu nome?",
    "Should be a four-digit code number (e.g 1234)": "Deve ser um número de código de quatro dígitos (por exemplo, 1234)",
    "Marital Status": "Estado civil",
    "Spouse Given Name (e.g., JUAN MIGUEL)": "Nome do cônjuge (primeiro nome)",
    "Spouse Surname (e.g., FERNANDEZ GARCIA)": "Sobrenome do Cônjuge (Sobrenome)",
    "Spouse Date of Birth": "Data de nascimento do cônjuge",
    "Spouse Country of Birth": "País de nascimento do cônjuge",
    "Spouse City of Birth": "Cidade de Nascimento do Cônjuge",
    "Do you live with your Spouse?": "Você mora com seu esposo?",
    "Spouse Address": "Endereço do Cônjuge",
    "Number of Former Spouses": "Número de ex-cônjuges",
    "Marriage Start Date": "Data de Início do Casamento",
    "Marriage End Date":"Data Final do Casamento",
    "Please explain briefly how the marriage ended":"Explique brevemente como o casamento terminou",
    "Country/Region Marriage was Terminated":"Casamento no país / região foi rescindido",
    "I Will Pay In Cash":"Vou pagar em dinheiro",
    "Card Number":"Número do cartão",
    "Expiration Date":"Data de validade",
    "Month":"Mês",
    "Year":"Ano",
    "Security Code":"Código de segurança",
    "Amount":"Quantia",
    "The price you will pay": "O preço que você vai pagar",
    "Format: XXX (XXXX for amex), for example 555 (5555 for amex)":"Formato: XXX (XXXX para amex), por exemplo 555 (5555 para amex)",
    "In order to process your application, payment and authorization required.":"Para processar sua inscrição, é necessário pagamento e autorização.",
    "If you are not paying for this service with your own credit card":"Se você não estiver pagando por este serviço com seu próprio cartão de crédito, certifique-se de inserir o endereço de cobrança do titular do cartão ou a transação pode ser recusada",
    "First Name":"Primeiro nome",
    "Last Name":"Último nome",
    "Address":"Endereço",
    "State":"Estado",
    "Credit Card Information":"Informação do cartão de crédito",
    "Order Summary":"resumo do pedido",
    "QTY":"QTY",
    "Item":"Item",
    "Visa Application":"Pedido de visto",
    "Price":"Preço",
    "TRIP INFORMATION 1/2":"INFORMAÇÕES DE VIAGEM 1/2",
    "Past Travel & Applications":"Viagens anteriores e inscrições",
    "TRIP INFORMATION 2/2":"INFORMAÇÕES DE VIAGEM 2/2",
    "Upcoming Trip To The U.S.":"Próxima viagem aos EUA",
    "Have you ever been to the United States before?":"Você já esteve nos Estados Unidos antes?",
    "Do you or did you ever hold a U.S. Driver’s License?":"Você ou já teve carteira de habilitação dos EUA?",
    "Have you ever been issued a U.S. Visa?":"Você já foi emitido um visto dos EUA?",
    "Date Last Visa Was Issued":"data em que o último visto foi emitido",
    "Visa Number":"Numero do visto",
    "Are you applying for the same type of visa?":"Você está solicitando o mesmo tipo de visto?",
    "Have you been ten-printed?":"Você foi impresso em dez?",
    "Are you applying in the same country or location where the visa above was issued":"Você está se inscrevendo no mesmo país ou local onde o visto acima foi emitido e este país ou local é seu principal local de residência?",
    "Has your U.S. Visa ever been cancelled or revoked?":"O seu visto para os EUA já foi cancelado ou revogado?",
    "Cancellation date":"Data de cancelamento",
    "Has your U.S. Visa ever been lost or stolen?":"Seu visto americano já foi perdido ou roubado?",
    "Enter year visa was lost or stolen":"Insira o ano em que o visto foi perdido ou roubado",
    "Have you ever been refused a U.S. Visa":"Você já teve um visto dos EUA recusado, ou sua admissão nos Estados Unidos foi recusada, ou retirou seu pedido de admissão no porto de entrada?",
    "Has anyone filed an immigration petition on your behalf?":"Alguém entrou com uma petição de imigração em seu nome?",
    "Have you ever had an ESTA application rejected?":"Você já teve um pedido ESTA rejeitado?",
    "Have you ever been refused entry to the United States?":"Você já teve a entrada proibida nos Estados Unidos?",
    "Who is your contact organization or person in United States?":"Quem é sua organização ou pessoa de contato nos Estados Unidos?",
    "Contact Person":"Pessoa de contato",
    "Organization":"Organização",
    "Contact Person Given Names":"Nome da pessoa de contato",
    "Contact Person Surnames":"Sobrenomes de pessoa de contato",
    "Organization Name":"Nome da organização",
    "Phone":"telefone",
    "Name of Company/Organization Paying for Trip":"Empresa / Organização que paga pela viagem",
    "Relationship To You":"Relacionamento com você",
    "Is the address of the party paying for your trip the same as your Home or Mailing Address?":"O endereço da pessoa que está pagando a viagem é igual ao seu endereço residencial ou de correspondência?",
    "Are you traveling as part of a group?":"Você está viajando como parte de um grupo?",
    "What is the name of the group that you are travelling with?":"Qual é o nome do grupo com o qual você está viajando?",
    "Is anyone going to be traveling with you?":"Alguém vai viajar com você?",
    "Do you know where you will be staying?":"Você sabe onde vai ficar?",
    "Please enter the state and city you will be staying and select a hotel in the intended area of stay. This may be changed later.":"Por favor, indique o estado e a cidade em que vai ficar e selecione um hotel na área pretendida de estadia. Isso pode ser alterado posteriormente.",
    "Name of the hotel or name of the person that you are staying with":"Nome do hotel ou nome da pessoa com quem você está hospedado",
    "Hotel name":"Nome do hotel",
    "COPY FROM CONTACT ORGANIZATION FORM":"CÓPIA DO FORMULÁRIO DE ORGANIZAÇÃO DE CONTATO",
    "Have you made specific travel plans?":"Você fez planos de viagem específicos?",
    "Intended Date of Arrival":"Data Prevista de Chegada",
    "Intended Length of Stay in U.S.":"Tempo previsto de permanência nos EUA",
    "Select Duration":"Selecione a duração",
    "Date of Arrival in U.S":"Data de chegada nos EUA",
    "Date of Departure from U.S":"Data de Partida dos E.U.A",
    "Arrival Flight (if known)":"Voo de chegada (se conhecido)",
    "Arrival City":"Cidade de chegada",
    "Departure Flight (if known)":"Voo de partida (se conhecido)",
    "Departure City":"Cidade de origem",
    "Provide the location you plan to visit in the U.S":"Forneça o local que você planeja visitar nos EUA",
    "Millitary Specialty":"Especialidade militar",
    "Language(s) Spoken":"Línguas faladas",
    "Trip Date":"Data da viagem",
    "Trip Duration":"Duração da Viagem",
    "How long was your trip?":"Quanto tempo durou sua viagem?",
    "Driver License Number":"número da carteira de motorista",
    "State of Driver License":"Estado da carteira de habilitação",
    "Specify":"Especificamos",
    "Purpose of Trip to the U.S.":"Objetivo da viagem aos EUA",
    "Search":"Pesquisa",
    "Please Fill In The Required Fields Denoted By":"Preencha os campos obrigatórios indicados por",
    "Basic info":"Informação básica",
    "Back":"de volta",
    "Next":"Próximo",
    "Trip information":"Informação de viagem",
    "Additional Details":"detalhes adicionais",
    "Payment information":"Informação de pagamento",
    "privacy content":"VisaUsaPro não está associado ao Departamento de Estado dos EUA. Somos um terceiro. Nossos serviços incluem tudo que você precisa para obter seu visto, mas não incluem serviços jurídicos, aconselhamento jurídico ou representação legal. Visausapro não é um escritório de advocacia e não está licenciado para exercer a advocacia em nenhum estado, nós o ajudamos com o processo de inscrição, embora não possamos garantir que sua inscrição será aprovada pelo Departamento de Estado, se você desejar, pode se inscrever diretamente em travel.state.gov.",

    "Security and Background": "Security and Background",
    "haveCommunicableDisease": "Você tem uma doença transmissível de importância para a saúde pública?",
    "haveDisorder": "Do you have a mental or physical disorder that poses or is likely to pose a threat to the safety or welfare of yourself or others?",
    "haveBeenAddict": "Are you or have you ever been a drug abuser or addict?",

    "haveBeenArrested": "Have you ever been arrested or convicted for any offense or crime, even though subject of a pardon, amnesty, or other similar action?",
    "haveYouViolated": "Have you ever violated, or engaged in a conspiracy to violate, any law relating to controlled substances?",
    "engagedInProstitution": "Are you coming to the United States to engage in prostitution or unlawful commercialized vice or have you been engaged in prostitution or procuring prostitutes within the past 10 years?",
    "moneyLaundering": "Have you ever been involved in, or do you seek to engage in, money laundering?",
    "humanTrafficking": "Have you ever committed or conspired to commit a human trafficking offense in the United States or outside the United States?",
    "aidedHumanTrafficking": "Have you ever knowingly aided, abetted, assisted or colluded with an individual who has committed, or conspired to commit a severe human trafficking offense in the United States or outside the United States?",
    "sonHumanTrafficking": "Are you the spouse, son, or daughter of an individual who has committed or conspired to commit a human trafficking offense in the United States or outside the United States and have you within the last five years, knowingly benefited from the trafficking activities?",

    "seekEspionage": "Do you seek to engage in espionage, sabotage, export control violations, or any other illegal activity while in the United States?",
    "seekTerrorism": "Do you seek to engage in terrorist activities while in the United States or have you ever engaged in terrorist activities?",
    "financialAssistance": "Have you ever or do you intend to provide financial assistance or other support to terrorists or terrorist organizations?",
    "representTerrorism": "Are you a member or representative of a terrorist organization?",
    "terroristRelative": "Are you the spouse, son, or daughter of an individual who has engaged in terrorist activity, including providing financial assistance or other support to terrorists or terrorist organizations, in the last five years?",
    "committedGenocide": "Have you ever ordered, incited, committed, assisted, or otherwise participated in genocide?",
    "committedTorture": "Have you ever committed, ordered, incited, assisted, or otherwise participated in torture?",
    "committedViolence": "Have you committed, ordered, incited, assisted, or otherwise participated in extrajudicial killings, political killings, or other acts of violence?",
    "childSoldier": "Have you ever engaged in the recruitment or the use of child soldiers?",
    "religiousFreedom": "Have you, while serving as a government official, been responsible for or directly carried out, at any time, particularly severe violations of religious freedom?",
    "freeWill": "Have you ever been directly involved in the establishment or enforcement of population controls forcing a woman to undergo an abortion against her free choice or a man or a woman to undergo sterilization against his or her free will?",
    "humanOrgans": "Have you ever been directly involved in the coercive transplantation of human organs or bodily tissue?",
    
    "assistImmigration": "Have you ever sought to obtain or assist others to obtain a visa, entry into the United States, or any other United States immigration benefit by fraud or willful misrepresentation or other unlawful means?",
    "beenDeported": "Have you ever been removed or deported from any country?",
    
    "withheldCustody": "Have you ever withheld custody of a U.S. citizen child outside the United States from a person granted legal custody by a U.S. court?",
    "lawViolation": "Have you voted in the United States in violation of any law or regulation?",
    "avoidTaxation": "Have you ever renounced United States citizenship for the purposes of avoiding taxation?",

    "who we are?": "quem nós somos?",
    "about 1": "Somos el equipo de expertos que lo guiará a través del complejo proceso para tramitar su visto para Estados Unidos da América.",
    "about 2": "Nossos especialistas têm décadas de experiência na organização e envio de documentos de autorização de viagem para viajantes em mais de 195 países.",
    "about 3": "VisaUsaPro foi criado com o objetivo de economizar dinheiro, tempo e rejeitar o pedido de visto. Sabemos das complicações e dificuldades que você pode enfrentar no processo de solicitação de visto, e dos erros que pode cometer ao preencher os formulários, que afetam suas chances de obter um visto para viajar para os Estados Unidos.",
    "about 4": "Ajudamos milhares de pessoas por meio do processo de visto americano.",
    "about 5": "Temos uma equipe de suporte completa que está disponível 24 horas por dia, 7 dias por semana, via telefone ao vivo e chat para apoiá-lo durante o processo.",
    "about 6": "Oferecemos aos nossos clientes uma baixa taxa fixa e uma garantia de devolução do dinheiro.",
    "about 7": "A nossa plataforma permite-nos prestar este serviço online e com elevados padrões de segurança que garantem um processo completo e seguro.",
    "about 8": "enviamos um guia completo e prático de como se preparar para a entrevista, sem custo adicional, a todos os nossos usuários.",
    "about 9": "você pode contar com nossa equipe para fornecer um processamento eficiente de autorização de viagens.",
    "about 10": "Não somos afiliados ao governo dos Estados Unidos e cobramos uma taxa de serviço em troca de fornecer assistência 24 horas nos sete dias da semana e processamento eficiente de autorização de viagem.",
    "about 11": "Nós o ajudamos a navegar no complicado processo de solicitação de visto para os EUA do início ao fim, o que vai economizar milhares de taxas e tempo. Nossas equipes profissionais trabalham para que você alcance seu objetivo.",
    "about 12": "Obtenha sua entrevista em 24 horas após enviar sua inscrição conosco.",

    "faq q1": "Meu passaporte antigo já expirou. Meu visto para viajar para os Estados Unidos ainda é válido, mas em meu passaporte expirado. Eu preciso solicitar um novo visto com meu novo passaporte?",
    "faq a1": "Não. Se o seu visto ainda for válido, você pode viajar para os Estados Unidos com seus dois passaportes, desde que o visto seja válido, não danificado e seja o tipo apropriado de visto exigido para o propósito principal da sua viagem. (Exemplo: visto de turista quando o principal objetivo da viagem é o turismo). Ambos os passaportes (o válido e o vencido com o visto) devem ser do mesmo país e tipo (Exemplo: ambos os passaportes regulares do Uruguai, ambos os passaportes oficiais, etc.). Quando você chegar ao porto de entrada dos EUA (POE, geralmente um aeroporto ou fronteira terrestre), o oficial de imigração de proteção de fronteira e alfândega verificará seu visto no passaporte antigo e se ele / ela decidir admiti-lo nos Estados Unidos, eles irá carimbar seu novo passaporte com um carimbo de admissão junto com a anotação \"VIOPP\" (visto em outro passaporte). Não tente remover o visto de seu passaporte antigo e colocá-lo no novo passaporte válido. Se você fizer isso, seu visto não será mais válido.",
    "faq q2": "Meu visto irá expirar enquanto eu estiver nos Estados Unidos. Existe algum problema com isso?",
    "faq a2": "Não. Se o Departamento de Segurança Interna, Alfândega e Agente de Imigração de Proteção de Fronteiras no porto de entrada admitiu você nos Estados Unidos por um período específico de tempo, ele (a) anotará seu período autorizado de permanência em seu selo de admissão ou Formulário I-94 impresso, denominado Registro de Chegada / Partida. Você poderá permanecer nos Estados Unidos durante o período autorizado de permanência, mesmo se o seu visto expirar durante o período em que estiver nos Estados Unidos. Visto que seu carimbo de admissão ou Formulário I-94 em papel documenta sua estadia autorizada e é o registro oficial de sua permissão para estar nos Estados Unidos, é muito importante manter seu passaporte dentro de você.",
    "faq q4": "O que são vistos de validade indefinida (vistos Burroughs) e eles ainda são válidos?",
    "faq a4": "Os vistos de validade indefinida (Burroughs Visas) são vistos de turismo / negócios carimbados manualmente no passaporte de um viajante com validade de dez anos. A partir de 1 ° de abril de 2004, todos os vistos Burroughs com validade indefinida tornaram-se nulos. Portanto, se você tiver um visto de validade indefinida, deverá solicitar um novo visto para viajar para os EUA.",
    "faq q5": "Tenho um visto de não imigrante que vai expirar em breve e gostaria de renová-lo. Eu preciso passar por todo o processo de solicitação de visto novamente?",
    "faq a5": "Sim, você terá que passar por todo o processo de solicitação de visto cada vez que quiser solicitar um visto, mesmo que seu visto ainda seja válido. Existem algumas situações em que um solicitante de visto pode não precisar ser entrevistado ao renovar seu visto. Consulte o site da Embaixada ou Consulado dos EUA para obter mais informações.",
    "faq q6": "Meu visto de imigrante expirou antes de eu poder viajar para os Estados Unidos. O que devo fazer?",
    "faq a6": "Você deve entrar em contato com a Unidade de Visto de Imigrante da Embaixada ou Consulado dos Estados Unidos que emitiu seu visto. Você não precisa entrar com uma nova petição no USCIS, mas pode precisar enviar um novo pedido (DS-260) e pagar outra taxa de processamento do pedido de visto de imigrante. Além disso, pode ser necessário apresentar novos documentos comprovativos, como um novo exame médico e certificado policial. Esteja preparado para devolver o visto não utilizado e expirado e o pacote de visto (se aplicável). Os pedidos de reemissão ou substituição de vistos são considerados caso a caso, e todos os candidatos devem restabelecer sua elegibilidade; não há garantia de que você receberá um novo visto.",
    "faq q7": "Meu passaporte com meu visto foi roubado, o que devo fazer?",
    "faq a7": "Se o seu passaporte com o carimbo de admissão ou o Formulário I-94 impresso for perdido ou roubado, você deve substituí-los imediatamente.",
    "faq q8": "Meu visto foi danificado. O que devo fazer?",
    "faq a8": "Se o seu visto foi danificado de alguma forma, você precisará solicitar um novo visto na Embaixada ou Consulado dos Estados Unidos no exterior.",

    "Why Us?": "Por que nós?",
    "why 1": "Confirmação imediata por email.",
    "why 2": "Atualizações online instantâneas e correções para quaisquer documentos de autorização de viagem.",
    "why 3": "Atendimento ao cliente 24 horas, 7 dias por semana, em qualquer lugar do mundo.",
    "why 4": "Processamento rápido de autorização de viagens nos EUA e suporte passo a passo.",
    "why 5": "Especialistas com décadas de experiência no tratamento de pedidos de autorização de viagens nos EUA.",
    "why 6": "Dados revisados por especialistas antes do envio ao governo dos EUA.",
    "why 7": "Notificações de e-mail em tempo real."
}